{
  "MinAmountWarnMsg": "Mínimo {{min}} {{currency}}",
  "Not enough funds": "No hay Suficientes fondos",
  "MaxAmountWarnMsg": "Máximo {{max}} {{currency}}",
  "Continue": "Continuar",
  "Dark Mode": "Modo Oscuro",
  "Spanish": "Español",
  "Skip Onboarding": "Saltar Integración",
  "Needs Backup": "Requiere Respaldo",
  "Selected": "Seleccionado",
  "PopularArgTokens": "Token {{currency}} Populares",
  "ViewAllArgTokens": "Ver todos los tokens {{currency}}",
  "Wallets": "Billeteras",
  "Sending": "Enviando",
  "Created by ": "Creado por {{creator}}",
  "Hidden": "Oculto",
  "Unlock App": "Desbloquear Aplicación",
  "Please enter your PIN": "Por favor, introduzca PIN",
  "Incorrect PIN, try again": "PIN incorrecto, inténtelo de nuevo",
  "Confirm your PIN": "Confirme PIN",
  "Try again in ": "Inténtelo de nuevo en {{time}}",
  "Buy Crypto": "Comprar criptomonedas",
  "Buy crypto with cash": "Comprar criptomonedas con dinero en efectivo",
  "Exchange": "Cambiar",
  "Swap crypto for another": "Cambiar una criptomoneda por otra",
  "Receive": "Recibir",
  "Get crypto from another wallet": "Obtener criptomonedas de otra billetera",
  "Send": "Enviar",
  "Send crypto to another wallet": "Enviar criptomonedas a otra billetera",
  "Buy Gift Cards": "Comprar Tarjetas de Regalo",
  "Buy gift cards with crypto": "Comprar tarjetas de regalo con criptomonedas",
  "Scan": "Escanear",
  "Error": "Error",
  "OK": "Aceptar",
  "We could not find one or more inputs for your transaction on the blockchain. Make sure you're not trying to use unconfirmed change": "No pudimos encontrar en la blockchain uno o más inputs para su transacción. Asegúrese de que no esté intentando usar fondos sin confirmar",
  "This invoice does not accept unconfirmed inputs.": "Esta factura no acepta inputs sin confirmar.",
  "The invoice is not available": "La factura no está disponible",
  "This invoice is no longer accepting payments": "Esta factura ha dejado de aceptar pagos",
  "We were unable to parse your payment. Please try again or contact your wallet provider": "No hemos podido procesar su pago. Por favor, inténtelo de nuevo o póngase en contacto con su proveedor de billetera",
  "Your request did not include a transaction. Please try again or contact your wallet provider": "Su solicitud no incluye una transacción. Por favor, inténtelo de nuevo o contáctese con su proveedor de billetera",
  "Your transaction was in an invalid format, it must be a hexadecimal string. Contact your wallet provider": "Su transacción tenía un formato inválido, debe ser una cadena hexadecimal. Contáctese con su proveedor de billetera",
  "We were unable to parse the transaction you sent. Please try again or contact your wallet provider": "No hemos podido procesar la transacción que ha enviado. Por favor, inténtelo de nuevo o contáctese con su proveedor de billetera",
  "The transaction you sent does not have any output to the address on the invoice": "La transacción que ha enviado no tiene la dirección de la factura",
  "The amount on the transaction does not match the amount requested. This payment will not be accepted": "El monto de la transacción no coincide con el monto solicitado. Este pago no será aceptado",
  "Transaction fee is below the current minimum threshold": "La comisión de la transacción está por debajo del umbral mínimo actual",
  "This invoice is priced in BTC, not BCH. Please try with a BTC wallet instead": "Esta factura tiene un precio en BTC, no en BCH. Por favor intente con una cartera BTC en su lugar",
  "Wallet Recovery Phrase is invalid": "La frase de recuperación de la billetera no es válida",
  "Wallet not registered at the wallet service. Recreate it from \"Create Wallet\" using \"Advanced Options\" to set your recovery phrase": "Billetera no registrada en Wallet Service. Recree desde \"Crear billetera\" usando \"Opciones avanzadas\" para establecer su frase de recuperación",
  "Missing private keys to sign": "Faltan claves privadas para firmar",
  "Private key is encrypted, cannot sign": "La llave privada está cifrada, no puede firmar",
  "Server response could not be verified": "La respuesta del servidor no pudo ser verificada",
  "Could not build transaction": "No se pudo crear la transacción",
  "You are trying to send more funds than you have available. Make sure you do not have funds locked by pending transaction proposals.": "Estás intentando enviar más fondos de los que tienes disponibles. Asegúrese de no tener fondos bloqueados por propuestas de transacciones pendientes.",
  "Bitcore Wallet Service is under maintenance. Please check https://status.bitpay.com/.": "Bitcore Wallet Service está en mantenimiento. Por favor, compruebe https://status.bitpay.com/.",
  "Network error": "Error de red",
  "Wallet service not found": "Wallet service no encontrado",
  "Connection reset by peer": "Conexión restablecida",
  "The request could not be understood by the server": "La solicitud no pudo ser comprendida por el servidor",
  "Wallet already exists": "La billetera ya existe",
  "Copayer already in this wallet": "Ya se encuentra en esta billetera",
  "Wallet is full. All copayers already join the wallet.": "Billetera completa. Todos los copayers ya se unieron.",
  "Wallet not found": "Billetera no encontrada",
  "Insufficient funds for fee": "Fondos insuficientes para el pago de la comisión",
  "Your linked ETH wallet does not have enough ETH for fee": "Su billetera ETH vinculada no tiene suficientes ETH para pagar la comisión",
  "Your linked POLYGON wallet does not have enough ETH for fee": "Su billetera enlazada a POLYGON no tiene suficientes fondos en ETH para la comisión",
  "Funds are locked by pending spend proposals": "Los fondos están bloqueados por propuestas de gastos pendientes",
  "Your ETH linked wallet funds are locked by pending spend proposals": "Los fondos de su billetera ETH vinculada están bloqueados por propuestas de gastos pendientes",
  "Your POLYGON linked wallet funds are locked by pending spend proposals": "Su billetera enlazada a POLYGON tiene los fondos bloqueados por una propuesta de gasto pendiente",
  "Copayer already voted on this spend proposal": "El copayer ya votó en esta propuesta de gasto",
  "Not authorized": "No autorizado",
  "Transaction already broadcasted": "La transacción ya ha sido transmitida",
  "Locktime in effect. Please wait to create a new spend proposal": "Tiempo de bloqueo en efecto. Por favor espera para crear una nueva propuesta de gasto",
  "Locktime in effect. Please wait to remove this spend proposal": "Tiempo de bloqueo en efecto. Por favor espera para eliminar esta propuesta de gasto",
  "Spend proposal is not accepted": "No se acepta la propuesta de gasto",
  "Spend proposal not found": "Propuesta de gasto no encontrada",
  "The spend proposal is not pending": "La propuesta de gasto no está pendiente",
  "Please upgrade the app to perform this action": "Por favor actualice la aplicación para realizar esta acción",
  "Signatures rejected by server": "Firmas rechazadas por el servidor",
  "Copayer data mismatch": "No coinciden los datos del Copayer",
  "Amount below minimum allowed (dust threshold)": "Monto por debajo del mínimo permitido (umbral de polvo)",
  "Incorrect network address": "Dirección de red incorrecta",
  "Key already associated with an existing wallet": "La llave ya está asociada a una billetera existente",
  "Invalid address": "Dirección inválida",
  "Empty addresses limit reached. New addresses cannot be generated.": "Se alcanzó el límite de direcciones vacías. No se pueden generar nuevas direcciones.",
  "Wallet is locked": "La billetera está bloqueada",
  "Wallet is not complete": "La billetera no está completa",
  "Wallet needs backup": "La billetera necesita respaldo",
  "Missing parameter": "Falta un parámetro",
  "No password": "Ninguna contraseña",
  "Wrong password": "Contraseña incorrecta",
  "Exceeded daily limit of $500 per user": "Se superó el límite diario de $500 por usuario",
  "Unknown error": "Error desconocido",
  "Required": "Obligatorio",
  "Please enter a valid email address.": "Por favor, introduzca una dirección de correo electrónico válida.",
  "MustBeGreaterThanArgCharacters": "Debe ser mayor a {{min}} caracteres",
  "MustBeLessThanArgCharacters": "Debe ser menor a {{max}} caracteres",
  "Welcome Back!": "¡Bienvenido de nuevo!",
  "Create Account": "Crear cuenta",
  "Check Your Inbox": "Revisa tu bandeja de entrada",
  "2-Step Verification": "Verificación de 2 pasos",
  "Additional Verification": "Verificación adicional",
  "Reset Password": "Restablecer contraseña",
  "Create account failed": "Error al crear cuenta",
  "An unexpected error occurred.": "Ha ocurrido un error inesperado.",
  "FIRST NAME": "NOMBRE",
  "LAST NAME": "APELLIDO",
  "EMAIL": "CORREO ELECTRÓNICO",
  "PASSWORD": "CONTRASEÑA",
  "IAgreeToTheArgAndArg": "Acepto los términos de <0>{{0}}</0> y <1>{{1}}</1>.",
  "Terms of Use": "Términos de uso",
  "Privacy Policy": "Política de privacidad",
  "Yes, I would like to receive promotional emails from BitPay.": "Si, me gustaría recibir promociones a mi email de BitPay.",
  "Already have an account?": "¿Ya tienes una cuenta?",
  "Log In": "Iniciar sesión",
  "Email Sent": "Correo enviado",
  "Login failed": "Error al iniciar sesión",
  "Could not log in. Please review your information and try again.": "No se pudo iniciar sesión. Por favor, revise su información e inténtelo de nuevo.",
  "Don't have an account?": "¿No tienes una cuenta?",
  "Trouble logging in?": "¿Problemas al iniciar sesión?",
  "Enter the code generated by your authenticator app.": "Introduzca el código generado por su aplicación de autenticación.",
  "Code": "Código",
  "Submit": "Enviar",
  "Something went wrong while authenticating.": "Algo salió mal durante la autenticación.",
  "Didn't get an email? Try logging in again later.": "¿No has recibido un correo electrónico? Intenta iniciar sesión de nuevo más tarde.",
  "We sent an email containing a link to authenticate this login attempt.": "Hemos enviado un correo electrónico con un enlace para autenticar este intento de inicio de sesión.",
  "CannotUseSameCodeTwice": "No se puede usar el mismo código dos veces.",
  "This additional verification will allow your device to be marked as a verified device. You will be securely connected to your BitPay ID without having to login. Please go to your authenticator app and enter the new verification code generated.": "Esta verificación adicional permitirá que tu dispositivo sea marcado como un dispositivo verificado. Estarás conectado de forma segura a tu ID de BitPay sin tener que iniciar sesión. Vaya a su aplicación de autenticación e introduzca el nuevo código de verificación generado.",
  "We sent a verification email to. Open the link inside to continue.": "Hemos enviado un correo electrónico de verificación a {{email}}. Abre el enlace que hay dentro para continuar.",
  "Email didn't arrive?": "¿Correo no recibido?",
  "Resend link": "Reenviar enlace",
  "Pairing...": "Emparejando...",
  "Log Out": "Cerrar sesión",
  "Receive Settings": "Configuración de Recepción",
  "Your BitPay ID will no longer be associated to this wallet, and senders will have to enter the address to send funds.": "Tu BitPay ID ya no esta asociada a esta billetera, y los remitentes tendrán que ingresar la dirección para enviar fondos.",
  "Confirm": "Confirmar",
  "Remove Address": "Eliminar Dirección",
  "Close": "Cerrar",
  "Pairing failed": "No se pudo emparejar",
  "No pairing data received.": "No se recibieron datos de emparejamiento.",
  "Enable Two-Factor Authentication": "Habilitar Autenticación de 2-Pasos",
  "Two-Factor Authentication must be enabled before you can receive crypto to your email address.": "La autenticación de 2Pasos debe ser habilitada anter de poder recibir criptomonedas a tu dirección de correo electrónico.",
  "Set Up Two-Factor Authentication": "Configurar Autenticación de 2-Pasos",
  "Do this later": "Hacerlo más tarde",
  "Could not disable two-factor authentication": "No se pudo deshabilitar la autenticación de 2-Pasos",
  "Could not enable two-factor authentication": "No se pudo habilitar la autenticación de 2-Pasos",
  "Copied 2FA Setup Key": "Copiada Clave de 2-Pasos",
  "Paste this setup key into your favorite authenticator app.": "Pegar esta clave de configuración en su aplicación de autenticación favorita.",
  "GOT IT": "ENTENDIDO",
  "Two-Factor Authentication": "Autenticación de 2-Pasos",
  "Two-factor authentication is currently enabled. This improves the security of your account by requiring you to enter a code created by your authenticator app in order to sign in to your account.": "La autenticación de 2-Pasos esta habilitada. Esto mejora la seguridad de su cuenta al requerir el ingreso de un código creado por la aplicación de autenticación para poder ingresar a su cuenta.",
  "Disable": "Disable",
  "Once configured, you’ll be required to enter a code created by your authenticator app in order to sign in to your account.": "Una vez configurado, se le solicitará ingresar el código generado por la app de autenticación para poder ingresar a su cuenta.",
  "Get an Authenticator App": "Obtener Aplicación de Autenticación",
  "Download and install Google Authenticator or your preferred authenticator app.": "Descargar e instalar Google Authenticator o su aplicación de autenticación favorita.",
  "Generate a Verification Code": "Generar Código de Verificación",
  "Open your authenticator app and:": "Abra la aplicación de autenticación y:",
  "Tap the '+' icon in the app": "Presione el símbolo '+' en la app",
  "Tap 'Scan a QR code'": "Presione 'Escanear código QR'",
  "Scan or tap the QR code": "Escanee o presione el código QR",
  "Copy 2FA Setup Key": "Copiar Clave de Configuración de 2-Pasos",
  "Enter Verification Code": "Ingrese Código de Verificación",
  "Enter the 6-digit verification code from your authenticator app.": "Ingrese el código de verificación de 6-dígitos desde la app de autenticación.",
  "Please enter a valid verification code.": "Por favor, introduzca un código de verificación válido.",
  "Enable": "Habilitar",
  "Account Settings": "Configuración de Cuenta",
  "Receive via Email Address": "Recibir por correo electrónico",
  "Receive crypto without wallet addresses or QR codes.": "Recibe criptomonedas sin direcciones de billetera ni códigos QR.",
  "Secure your account with time-based one-time 6-digit codes.": "Asegure su cuenta con un código de 6-dígitos.",
  "Sync Gift Card Purchases": "Sincronizar compras de Gift Cards",
  "If enabled, your gift card purchases will be associated with your BitPay ID, allowing you to keep track of your gift card purchases even if this device is lost.": "Si está activado, las compras de Gift Cards se asociarán con tu ID de BitPay, permitiéndole llevar un registro de sus compras de Gift Cards incluso si este dispositivo se pierde.",
  "Choose your Primary Wallet to Receive Payments": "Seleccione su Billetera Primaria para Recibir Pagos",
  "Decide which wallets you'd like to receive funds when crypto is sent to your email address.": "Decida en cuales billeteras le gustaría recibir fondos cuando se envíen cripto a su dirección de correo electrónico.",
  "Active Addresses": "Direcciones Activas",
  "Receiving Addresses": "Obteniendo Direcciones",
  "Add Wallet": "Añadir billetera",
  "More": "Más",
  "Could not generate address": "No se pudo generar la dirección",
  "Could not save addresses": "No se pudo guardar la dirección",
  "Save Defaults": "Guardar Valores Predeterminados",
  "Email payments has been enabled!": "¡Lo pagos por Email se han habilitados!",
  "Your friends and family can now send crypto straight to your email address.": "Ahora tus amigos y familiares pueden enviarte criptomonedas directamente a tu correo electrónico.",
  "Go back to settings": "Volver a configuración",
  "Two-Factor Authentication is now enabled": "La autenticación de 2-Pasos esta habilitado",
  "Activate BitPay Card": "Activar tarjeta BitPay",
  "your card number": "tu número de tarjeta",
  "the last 4 digits of your card number": "los últimos 4 digitos en tu número de tarjeta",
  "the expiration date": "la fecha de expiración",
  "the cvv": "el cvv",
  "EnterArgArgArgToActivateYourCard": "Ingrese {{0}}, {{1}}, y {{2}} para activar su tarjeta.",
  "EnterArgArgToActivateYourCard": "Ingrese {{0}} y {{1}} para activar su tarjeta.",
  "EnterArgToActivateYourCard": "Ingrse {{0}} para activar su tarjeta.",
  "EnterYourInformationToActivateYourCard": "Ingrese su información para activar su tarjeta.",
  "Card Number": "Número de tarjeta",
  "Last 4 Digits": "Últimos 4 dígitos",
  "Expiration Date (MM/YY)": "Fecha de vencimiento (MM/AA)",
  "CVV": "CVV",
  "Activate Card": "Activar tarjeta",
  "Your card is now activated!": "¡Su tarjeta está activada!",
  "You can now use your card at over 40 million locations in 210 countries and territories.": "Ahora puede usar su tarjeta en más de 40 millones de lugares en 210 países y territorios.",
  "View My Card": "Ver mi tarjeta",
  "Card": "Tarjeta",
  "Card Details": "Detalles de la tarjeta",
  "Customize Virtual Card": "Personalizar tarjeta virtual",
  "Update Card Name": "Actualizar nombre de la tarjeta",
  "Reset PIN": "Reiniciar PIN",
  "No funds available": "No hay fondos disponibles",
  "You do not have any funds to send.": "No tienes fondos para enviar.",
  "Add funds": "Añadir fondos",
  "Got It": "Entendido",
  "Earn $10": "Gana $10",
  "TermsAndConditionsMastercard": "AL UTILIZAR ESTA TARJETA USTED ACEPTA LOS TÉRMINOS Y CONDICIONES DEL ACUERDO DEL TITULAR Y LA LISTA DE TARIFAS DE COMISIÓN SI EXISTE. La tarjeta Mastercard prepago de BitPay es emitida por Metropolitan Commercial Bank (Miembro FDIC) de acuerdo con la licencia de Mastercard Internacional. “Metropolitan Commercial Bank” y “Metropolitan” son marcas registradas del Metropolitan Commercial Bank ©2014. Para atención al cliente llame a BitPay al 1-855-398-1373.",
  "TermsAndConditionsMastercard2": "Mastercard es una marca registrada y el diseño de círculos es una marca registrada de Mastercard International Incorporated.",
  "Load your cash account and get instant access to spending at thousands of merchants.": "Carga tu cuenta y obtén acceso instantáneo a sus fondos para gastarlos en miles de comerciantes.",
  "Recent Activity": "Actividad reciente",
  "Add Funds": "Añadir fondos",
  "BALANCE": "BALANCE",
  "Fund it.": "Carga fondos.",
  "Spend it.": "Gástalos.",
  "Live on crypto.": "Vive en cripto.",
  "The fastest, easiest way to turn your crypto into dollars for shopping. Load funds in the BitPay App and spend in minutes.": "La forma más rápida y fácil de convertir sus criptomonedas en dólares. Carga fondos en la aplicación de BitPay y gástalos en minutos.",
  "Shop online or in stores instantly with the virtual BitPay Prepaid Mastercard©, or order your physical card for free today.": "Compre online o en tiendas al instante con la tarjeta virtual prepaga de BitPay Mastercard©, o pida gratis su tarjeta física hoy.",
  "Network fees and miner fees may apply.": "Pueden aplicarse comisiones de red y comisiones de mineros.",
  "Third party fees may apply.": "Pueden aplicarse comisiones de terceros.",
  "Cardholder Agreement": "Acuerdo del titular de la tarjeta",
  "Sign Up": "Registrarse",
  "I already have an account": "Ya tengo una cuenta",
  "Cash Withdrawal (ATM & bank teller)": "Retiro de dinero (ATM y cuenta bancaria)",
  "$2,000 per withdrawal, 3 withdrawals per day, $25,000 per month": "$2,000 por retiro, 3 retiros por día, $25,000 por mes",
  "Load Limits": "Límites de carga",
  "$10,000 per day": "$10,000 por día",
  "Spending Limits": "Límites de gastos",
  "Maximum Balance": "Balance máximo",
  "$25,000": "$25,000",
  "Virtual Card Issuance and Replacement": "Emisión de tarjeta virtual y reemplazo",
  "$0.00": "$0.00",
  "Physical Card Issuance": "Emisión de tarjeta física",
  "$10.00": "$10.00",
  "Physical Card Replacement": "Reemplazo de tarjeta física",
  "Monthly Fee": "Comisión mensual",
  "Cash Withdrawal Fee (ATM or Inside Financial Institution) Physical Card Only": "Comisión por retiro de efectivo (ATM o Institución Financiera Internacional) sólo tarjeta física",
  "$2.50": "$2.50",
  "No conversion fee\n": "Sin conversión de comisión\n",
  "Network and miner fees may apply": "Pueden aplicarse comisiones de red y de mineros",
  "International Currency Conversion": "Conversión internacional de moneda",
  "3%": "3%",
  "Inactivity Fee": "Comisión por inactividad",
  "$5 per month after 90 days with no transactions": "$5 por mes después de 90 días sin transacciones",
  "Limits": "Límites",
  "Fees": "Comisiones",
  "Instant reloads": "Recargas instantáneas",
  "Reload your balance with no conversion fees. Powered by our": "Recargue su saldo sin comisiones de conversión. Respaldado por nuestros",
  "competitive exchange rates": "tipos de cambio competitivos",
  "Flexibility": "Flexibilidad",
  "View your balance, request a new PIN and reload instantly all within the BitPay App.": "Vea su balance, solicite un nuevo PIN y recargue al instante todo dentro de la aplicación de BitPay.",
  "Enhanced security": "Seguridad mejorada",
  "Includes EMV chip and options to lock your card and control how you spend.": "Incluye el chip EMV y opciones para bloquear su tarjeta y controlar sus gastos.",
  "Worldwide": "En todo el mundo",
  "Ready to use in millions of locations around the world with contactless payment, PIN, Google Pay, Apple Pay, or by simply withdrawing cash from any compatible ATM": "Listo para usar en millones de ubicaciones alrededor del mundo con pago sin contacto, PIN, Google Pay, Apple Pay, o simplemente retirando dinero de cualquier cajero automático compatible",
  "Earn cash": "Gana dinero",
  "Refer friends and you'll each receive $10 when they load their first $100.": "Refiera a sus amigos y cada uno recibirá $10 cuando carguen sus primeros $100.",
  "Account": "Cuenta",
  "FAQs": "Preguntas frecuentes",
  "Security": "Seguridad",
  "Lock Card": "Bloquear tarjeta",
  "Refer & Earn": "Referir y ganar",
  "Card Offers": "Ofertas de tarjeta",
  "OrderPhysicalCard": "Solicitar Tarjeta Física",
  "Add to Apple Wallet": "Agregar a Apple Wallet",
  "Add to Google Pay": "Agregar a Google Pay",
  "Download History": "Historial de descargas",
  "Get Help": "Obtener ayuda",
  "Your card has been shipped and is on its way to you. If you don't receive it within 10 business days, please call 1-855-398-1373 Monday through Sunday from 10AM to 10PM EST.": "Su tarjeta ha sido enviada y está en camino. Si no lo recibes dentro de 10 días laborables, por favor llama al 1-855-398-1373 de lunes a domingo de 10AM a 10PM EST.",
  "Activate Physical Card": "Activar tarjeta física",
  "Card is locked": "La tarjeta está bloqueada",
  "Virtual": "Virtual",
  "Physical": "Física",
  "CustomizeVirtualCardDescription": "Apoye su criptomoneda favorita personalizando* su tarjeta virtual.",
  "CustomizeVirtualCardDisclaimer": "*Este diseño no se aplicará a tu tarjeta física.",
  "Save Customization": "Guardar personalización",
  "Hey, checkout BitPay's new card. You can convert crypto to dollars easily. Just get the app, set up a wallet, and order the card using my code .": "Oye, mire la nueva tarjeta de BitPay. Puede convertir criptomonedas a dólares fácilmente. Simplemente consigue la aplicación, configura una billetera y pide la tarjeta usando mi código {{code}}.",
  "Expired": "Expirado",
  "Refer a friend and get $10": "Refiere a un amigo y recibe $10",
  "Share the referral code below and we'll load $10 on your card and your friend's card after they sign up and load their first $100.": "Comparte el código de referencia a continuación y cargaremos $10 en tu tarjeta y en la tarjeta de tu amigo después de que se registren y carguen sus primeros $100.",
  "Share": "Compartir",
  "Uh oh, something went wrong retrieving your referral code. Please try again later.": "Oh oh, algo salió mal recuperando tu código de referencia. Inténtelo de nuevo más tarde.",
  "My Referrals": "Mis referidos",
  "Status": "Estado",
  "Uh oh, something went wrong. Please try again later": "Oh oh, algo salió mal. Inténtelo de nuevo más tarde",
  "$10 Earned": "$10 ganados",
  "It looks like you have no referrals": "Parece que no tienes referencias",
  "Go refer someone": "Referir a alguien",
  "Promotion Terms: BitPay Cardholders may refer others to become new Cardholders. If a referred person acquires a Card and loads at least US$100 within 30 days of signing up for the Card, then BitPay will provide an incentive US$10 Card load to both the referring Cardholder and new Cardholder. The new Cardholder must not previously have signed up for a virtual or physical BitPay Card. The referred person must sign up using the referring Cardholder’s referral code. BitPay reserves the right to modify this promotion or discontinue eligibility for the promotion at any time and in its sole discretion.": "Términos de promoción: los titulares de tarjetas de BitPay pueden referir a otros para que se conviertan en nuevos titulares de tarjetas. Si una persona referida adquiere una tarjeta y carga al menos $100 en menos de 30 días después de registrarse en la tarjeta, entonces BitPay proporcionará un incentivo de carga de tarjeta de $10 tanto al titular de la tarjeta de referencia como al nuevo titular de la tarjeta. El nuevo titular de la tarjeta no debe haber aplicado previamente para una tarjeta BitPay virtual o física. La persona referida debe registrarse utilizando el código de referencia del titular de la tarjeta de referencia. BitPay se reserva el derecho de modificar esta promoción o suspender la elegibilidad para la promoción en cualquier momento y a su entera discreción.",
  "Failed to update card name. Please try again later.": "Error al actualizar el nombre de la tarjeta. Inténtelo de nuevo más tarde.",
  "Card Name": "Nombre de la tarjeta",
  "Update": "Actualizar",
  "Settings": "Configuración",
  "Details": "Detalles",
  "Confirm Withdraw": "Confirmar retiro",
  "Re-Connect": "Reconectar",
  "Coinbase error": "Error de Coinbase",
  "Back": "Atrás",
  "My Wallets": "Mis billeteras",
  "Other Keys": "Otras claves",
  "Connect to Coinbase": "Conectar a Coinbase",
  "Manage your Coinbase accounts, check balances, deposits and withdraw funds between wallets.": "Administre sus cuentas de Coinbase, compruebe los balances, deposite y retire fondos entre billeteras.",
  "Connect": "Conectar",
  "Sign Up for Coinbase": "Registrarse en Coinbase",
  "It's a ghost town in here": "Esto es un pueblo fantasma",
  "Could not update transaction history": "No se pudo actualizar el historial de transacciones",
  "deposit": "depositar",
  "withdraw": "retirar",
  "Select Destination": "Seleccionar destino",
  "Are you sure you would like to log out of your Coinbase account?": "¿Estás seguro de que quieres cerrar sesión en tu cuenta de Coinbase?",
  "Yes, I'm sure": "Sí, estoy seguro",
  "No, cancel": "No, cancelar",
  "Name": "Nombre",
  "Email": "Correo",
  "Country": "País",
  "Native Currency": "Moneda nativa",
  "Created at": "Creado el",
  "Time Zone": "Zona horaria",
  "Hide Balance": "Ocultar balance",
  "Sign out": "Cerrar sesión",
  "Summary": "Resumen",
  "Amount": "Monto",
  "Native Amount": "Monto nativo",
  "Date": "Fecha",
  "To": "Para",
  "Error sending transaction": "Error al enviar la transacción",
  "Enter 2FA code": "Ingrese código 2FA",
  "Two Factor verification code is required for sending this transaction.": "Se requiere un código de verificación de dos factores para enviar esta transacción.",
  "Cancel": "Cancelar",
  "Total": "Total",
  "Slide to withdraw": "Desliza para retirar",
  "Customize your home view. Choose what you want to see and how you see it.": "Personalice su vista de inicio. Elija lo que desea ver y cómo verlo.",
  "Shop with crypto and \nbuy gift cards in the": "Compra con criptomonedas y \ncompra gift cards en el",
  "Shop Tab.": "Pestaña Shop.",
  "Finish": "Finalizar",
  "Explore the new BitPay App": "Explore la nueva aplicación de BitPay",
  "Your home tab is now your launchpad. View all your keys and check out new offerings from BitPay.": "Su pestaña de inicio es ahora su launchpad. Vea todas sus claves y revise nuevas ofertas de BitPay.",
  "Check it out": "Échale un vistazo",
  "Here's what's new.": "Aquí están las novedades.",
  "Let's add funds": "Vamos a añadir fondos",
  "To start using your wallets, you will need to have crypto.": "Para empezar a usar sus billeteras, necesitarás tener criptomonedas.",
  "Receive Crypto": "Recibir criptomonedas",
  "Let's create a key": "Vamos a crear una clave",
  "To start using the app, you need to have a key. You can create or import a key.": "Para empezar a usar la aplicación, necesita tener una clave. Puede crearla o importarla.",
  "Create key": "Crear clave",
  "Import": "Importar",
  "Skip": "Omitir",
  "Create a key or import an existing key": "Crear una clave o importar una clave existente",
  "Store your assets safely and securely with BitPay's non-custodial app. Reminder: you own your keys, so be sure to have a pen and paper handy to write down your 12 words.": "Mantenga sus activos a salvo y de manera segura con la aplicación non-custodial de BitPay. Recuerde: usted posee sus claves, así que asegúrese de tener un bolígrafo y un papel para escribir sus 12 palabras.",
  "Create a Key": "Crear una clave",
  "I already have a Key": "Ya tengo una clave",
  "Turn on notifications": "Activar notificaciones",
  "Get important updates on your account, new features, promos and more. You can change this at any time in Settings.": "Obtenga actualizaciones importantes sobre su cuenta, nuevas funcionalidades, avisos y más. Puede cambiar esto en cualquier momento en Configuración.",
  "Allow": "Permitir",
  "Deny": "Denegar",
  "Turn crypto into dollars with our BitPay Card": "Convierta criptomonedas en dólares con nuestra tarjeta BitPay",
  "Instantly reload your card balance with no conversion fees. Powered by our competitive exchange rates.": "Recarga instantáneamente el saldo de su tarjeta sin comisiones de conversión. Impulsado por nuestros tipos de cambio competitivos.",
  "*Currently available in the USA. More countries coming soon.": "*Actualmente disponible en EE.UU. Más países próximamente.",
  "Spend crypto at your favorite places": "Gasta criptomonedas en tus lugares favoritos",
  "Discover a curated list of places you can spend your crypto. Purchase, manage and spend store credits instantly.": "Descubre una lista supervisada de lugares en los que puedes gastar tus criptomonedas. Compra, administra y gasta créditos al instante.",
  "Keep your funds safe & secure": "Mantenga sus fondos a salvo y seguros",
  "Websites and exchanges get hacked. BitPay allows you to privately store, manage and use your crypto funds without having to trust a centralized bank or exchange.": "Los sitios web y los exchanges son hackeados. BitPay le permite almacenar, administrar y utilizar sus fondos de forma privada sin tener que confiar en un banco centralizado o en un exchange.",
  "Seamlessly buy & swap with a decentralized exchange": "Compre e intercambie sin problemas en un exchange descentralizado",
  "Buy with a credit card or existing funds, then seamlessly swap coins at competitive rates without leaving the app.": "Compre con una tarjeta de crédito o con fondos existentes, luego cambia monedas sin problemas a tarifas competitivas sin salir de la aplicación.",
  "Get Started": "Comencemos",
  "Continue without an account": "Continuar sin una cuenta",
  "Protect your wallet": "Proteja su billetera",
  "Set up an extra layer of security to keep your wallet secure.": "Configure una capa adicional de seguridad para mantener su billetera segura.",
  "PIN": "PIN",
  "Biometric": "Biométrico",
  "My funds are held and controlled on this device.": "Mis fondos están retenidos y controlados en este dispositivo.",
  "BitPay has no custody, access or control over my funds": "BitPay no tiene custodia, acceso o control sobre mis fondos",
  "BitPay can never recover my funds for me.": "BitPay nunca podrá recuperar mis fondos.",
  "It is my responsibility to save and maintain the 12-word recovery phrase": "Es mi responsabilidad guardar y mantener la frase de recuperación de 12 palabras",
  ". Using my 12-word phrase is the only way to recover my funds if this app is deleted or the device is lost.": ". Utilizar mi frase de 12 palabras es la única manera de recuperar mis fondos si se elimina esta aplicación o se pierde el dispositivo.",
  "If I lose my recovery phrase, it can’t be recovered": "Si pierdo mi frase de recuperación, no puede ser recuperada",
  "I have read, understood and accepted the": "He leído, entendido y aceptado los",
  "Wallet Terms of Use.": "Términos de uso de la billetera.",
  "Important": "Importante",
  "I understand that:": "Entiendo que:",
  "Agree and Continue": "Aceptar y continuar",
  "Permission to use camera": "Permiso para usar la cámara",
  "We need your permission to use your camera": "Necesitamos su permiso para usar la cámara",
  "Ok": "Entendido",
  "Unable to read QR code": "No se puede leer el código QR",
  "Order Summary": "Resumen del pedido",
  "Offers": "Ofertas",
  "Other Payment Methods": "Otros métodos de pago",
  "By selecting \"Other\" as your payment method, you will have access to all payment methods enabled by the exchanges based on your country of residence and your selected fiat currency.": "Al seleccionar \"Otro\" como método de pago, tendrá acceso a todos los métodos de pago habilitados por los intercambios según su país de residencia y la moneda fiduciaria seleccionada.",
  "CANCEL": "CANCELAR",
  "Payment Method": "Método de pago",
  "Provided by": "Proporcionado por",
  "What service fees am I paying?": "¿Qué comisiones de servicio estoy pagando?",
  "For card payments 4.5% of the transaction with a minimum of €3.99/£3.99/$3.99 or currency equivalent.": "Para pagos con tarjeta 4.5% de la transacción con un mínimo de €3.99/£3.99/$3.99 o moneda equivalente.",
  "For bank transfers 1% of the transaction with a minimum of €3.99/£3.99/$3.99 or currency equivalent": "Para transferencias bancarias 1% de la transacción con un mínimo de €3.99/£3.99/$3.99 o moneda equivalente",
  "For payments through PIX 2.95% of the transaction.": "Para pago a través de PIX 2.95% de la transacción.",
  "Moonpay also charges a dynamic network fee on all BTC, ETH and ERC20 tokens purchases, based on the blockchain network conditions.": "Moonpay también cobra una tarifa de red dinámica en todas las compras de BTC, ETH y tokens ERC20, según las condiciones de la cadena de bloques.",
  "Read more": "Leer más",
  "This service is provided by a third party, and you are subject to their": "Este servicio es proporcionado por un tercero, y usted está sujeto a sus",
  "Terms of use": "Términos de uso",
  "1.5% of the amount.": "1.5% del monto.",
  "Can range from 3.5% to 5% of the transaction, depending on the volume of traffic (with a minimum of 10 USD or its equivalent in any other fiat currency) + 1% of the transaction.": "Puede variar desde 3.5% al 5% de la transacción, dependiendo del volumen de tráfico (con un mínimo de 10 USD o su equivalente en cualquier otra moneda fiduciaria) + 1% de la transacción.",
  "5 USD minimum fee or 2.9% of the amount + 0.30 USD, whichever is greater + Required miners fee.": "Comisión mínima de 5 USD o 2.9% del monto + 0.30 USD, cualquiera sea mayor + comisión de mineros requerida.",
  "5 USD minimum fee or 3.9% of the amount + 0.30 USD, whichever is greater + Required miners fee.": "Comisión mínima de 5 USD o 3.9% del monto + 0.30 USD, cualquiera sea mayor + comisión de mineros requerida.",
  "Or its equivalent in .": "O su equivalente en {{fiatCurrency}}.",
  "User Agreement": "Acuerdo de usuario",
  "There are no Moonpay offers available, as the current purchase limits for this exchange must be between and": "There are no Moonpay offers available, as the current purchase limits for this exchange must be between and",
  "Can't get rates at this moment. Please try again later": "No se pueden obtener los tipos de cambio en este momento. Inténtelo de nuevo más tarde",
  "Could not get crypto offer. Please try again later.": "No se pudo obtener la oferta de criptomoneda. Por favor inténtalo de nuevo más tarde.",
  "There are no Simplex offers available, as the current purchase limits for this exchange must be between and": "No hay ofertas disponibles en Simplex, ya que los límites de compra actuales para este intercambio deben estar entre {{min}} {{fiatCurrency}} y {{max}} {{fiatCurrency}}",
  "There are no Wyre offers available, as the current purchase limits for this exchange must be between and": "No hay ofertas disponibles en Wyre, ya que los límites de compra actuales para este intercambio deben estar entre {{min}} {{fiatCurrency}} y {{max}} {{fiatCurrency}}",
  "Wyre has returned a wrong value for the fee. Fee: ": "Wyre ha devuelto un valor incorrecto por la comisión. Comsión: ",
  "Country not supported: ": "País no soportado: ",
  "Crypto": "Cripto",
  "Payment Type": "Tipo de pago",
  "Error: ": "Error: ",
  "This exchange doesn't support purchases with , tap 'Buy' to continue paying in .": "Este exchange no soporta compras con {{altFiatCurrency}}, pulsa 'Comprar' para continuar el pago en {{availableFiatCurrency}}.",
  "Provided By": "Proporcionado por",
  "Buy": "Comprar",
  "Buy Amount": "Monto de compra",
  "Fee": "Comisión",
  "TOTAL": "TOTAL",
  "The final crypto amount you receive when the transaction is complete may differ because it is based on the exchange rates of the providers.": "La cantidad final de criptomonedas que recibe cuando la transacción está completa puede diferir porque se basa en los tipos de cambio de los proveedores.",
  "Additional third-party fees may apply.": "Pueden aplicarse comisiones adicionales de terceros.",
  "Reminder": "Recordatorio",
  "linkedWalletWarnMsg": "Ten en cuenta que una vez recibidos los fondos en tu billetera {{selectedWallet}}, para moverlos necesitarás tener los fondos suficientes en {{chain}} vinculados a la billetera {{linkedWalletName}} para pagar la comisión de la red {{chainCoin}}.",
  "Deposit to": "Depositar en",
  "View Offers": "Ver ofertas",
  "Attempted payment request": "Intento de solicitud de pago",
  "Payment request made. You must complete the purchase process with our partner Moonpay.": "Solicitud de pago realizada. Debe completar el proceso de compra con nuestro socio Moonpay.",
  "Waiting Payment": "Esperando el Pago",
  "Transaction is waiting for an incoming payment.": "La transacción está esperando un pago entrante.",
  "Pending": "Pending",
  "Moonpay is purchasing your crypto. This takes between a few minutes and a few hours. Thanks for your patience.": "Moonpay está comprando tus cripto. Esto toma entre unos minutos y unas pocas horas. Gracias por tu paciencia.",
  "Waiting Authorization": "Esperando Autorización",
  "The order has been received and authorization is pending.": "El pedido ha sido recibido y la autorización está pendiente.",
  "Finished": "Finalizado",
  "Coins were successfully sent to the recipient address.": "Las monedas fueron enviadas con éxito a la dirección del destinatario.",
  "Failed": "Falló",
  "Transaction has failed. In most cases, it's because you haven't properly verified your identity or payment method or you've reached your maximum daily/weekly purchase limit.": "La transacción ha fallado. En la mayoría de los casos se debe a que no se ha verificado correctamente su identidad o método de pago o ha alcanzado su límite máximo de compras diarias o semanales.",
  "TokensOnEthereumNetworkDescription": "Tokens en la red Ethereum necesitan una billetera Ethereum que pague la comisión.",
  "TokensOnPolygonNetworkDescription": "Tokens en la red Polygon necesitan una billetera Polygon que pague la comisión.",
  "Wallet": "Billetera",
  "MinimizeArgTokens": "Minimizar tokens {{currency}}",
  "swapToWalletsConditionMessage": "A continuación se muestran las monedas/tokens disponibles que puede intercambiar. Si no puede ver algunas de sus billeteras, recuerde que su clave debe tener una copia de seguridad.",
  "There are no wallets available to use this feature.": "No tiene billeteras disponibles para utilizar esta característica.",
  "Select a wallet": "Seleccione una billetera",
  "Swap to": "Cambiar a",
  "Choose a key you would like to swap the funds to": "Seleccione una llave a la que le gustaría enviar los fondos",
  "Choose a key you would like to deposit the funds to": "Seleccione una llave a la que le gustaría depositar los fondos",
  "AML/KYC Policy": "Política de AML/KYC",
  "What can I swap?": "¿Qué puedo intercambiar?",
  "swapFromWalletsConditionMessage": "A continuación se muestran las monedas/tokens disponibles que puede intercambiar. Si no puede ver algunas de sus billeteras, recuerde que su clave debe tener una copia de seguridad y que los fondos no estén bloqueados debido a transacciones pendientes.",
  "Failed to create transaction for Changelly, please try again later.": "Error al crear la transacción para Changelly. Por favor, inténtelo de nuevo más tarde.",
  "Error creating transaction": "Error al crear la transacción",
  "Changelly is not available at this moment. Please try again later.": "Changelly no está disponible en este momento. Por favor inténtelo de nuevo más tarde.",
  "Changelly getFixRateForAmount Error: ": "Changelly error getFixRateForAmount: ",
  " to ": " para ",
  "Could not create transaction": "No se pudo crear la transacción",
  "Unknown Error": "Error desconocido",
  "SUMMARY": "RESUMEN",
  "Selling": "Vendiendo",
  "Receiving": "Recibiendo",
  "Paying": "Pagando",
  "Miner Fee": "Comisión de mineros",
  "Exchange Fee": "Comisión de Cambio",
  "Expires": "Vence",
  "TOTAL TO RECEIVE": "TOTAL A RECIBIR",
  "Exchange services provided by Changelly. By clicking “Accept”, I acknowledge and understand that my transaction may trigger AML/KYC verification according to Changelly AML/KYC": "Servicios de intercambio proporcionados por Changelly. Al hacer clic en \"Aceptar\", reconozco y entiendo que mi transacción puede activar la verificación AML/KYC de acuerdo con Changelly AML/KYC",
  "Review Changelly policies": "Revisar las políticas de Changelly",
  "You are trying to send more funds than you have available. Make sure you do not have funds locked by pending transaction proposals or enter a valid amount.": "Estás intentando enviar más fondos de los que tienes disponibles. Asegúrese de que no tiene fondos bloqueados por propuestas de transacciones pendientes o introduzca una cantidad válida.",
  "Changelly Error": "Error de Changelly",
  "Submit a ticket": "Enviar un ticket",
  "This is a temporary Changelly decision. If you have further questions please reach out to them.": "Esta es una decisión temporal de Changelly. Si tiene más preguntas, por favor póngase en contacto con ellos.",
  "Changelly getPairsParams Error: ": "Changelly error getPairsParams: ",
  "Changelly has temporarily disabled - pair. If you have further questions please reach out to them.": "Changelly ha deshabilitado temporalmente el par {{fromWalletSelected}}-{{toWalletSelected}}. Si tienes más preguntas, contáctese con ellos.",
  "The amount entered is greater than the maximum allowed: ": "El monto introducido es mayor que el máximo permitido: ",
  "Use Max Amount": "Usar monto máximo",
  "The amount entered is lower than the minimum allowed: ": "El monto introducido es inferior al mínimo permitido: ",
  "Use Min Amount": "Usar monto mínimo",
  "Our partner Changelly is not currently available. Please try again later.": "Nuestro socio Changelly no esta disponible en este momento. Por favor, intenta más tarde.",
  "From": "De",
  "Select Wallet": "Seleccionar billetera",
  "Enter Amount": "Ingrese Valor",
  "Maximum Amount": "Valor Máximo",
  "available to swap": "disponible para intercambiar",
  "Select Crypto": "Seleccione Criptomoneda",
  "Swap From": "Desde",
  "Swap To": "Hacia",
  "Swap Amount": "Cantidad",
  "Swap Crypto": "Intercambiar criptomonedas",
  "Swap Checkout": "Verificar",
  "The response does not match the origin of the request": "La respuesta no coincide con el origen de la solicitud",
  "New": "Nuevo",
  "Waiting": "Esperando",
  "Confirming": "Confirmando",
  "Changelly has received payin and is waiting for certain amount of confirmations depending of incoming currency.": "Changelly ha recibido el pago y está esperando cierta cantidad de confirmaciones que depende de la moneda entrante.",
  "Exchanging": "Intercambiando",
  "Payment was confirmed and is being exchanged.": "El pago fue confirmado y se está intercambiando.",
  "Coins are being sent to the recipient address.": "Las monedas están siendo enviadas a la dirección del destinatario.",
  "Transaction has failed. In most cases, the amount was less than the minimum.": "La transacción ha fallado. En la mayoría de los casos, el monto es menor que el mínimo.",
  "Exchange failed and coins were refunded to user's wallet.": "El intercambio falló y las monedas fueron reembolsadas a la billetera del usuario.",
  "Hold": "Mantener",
  "Due to AML/KYC procedure, exchange may be delayed.": "Debido al procedimiento AML/KYC, el intercambio puede retrasarse.",
  "Payin was not sent within the indicated timeframe.": "El pago no fue enviado dentro del plazo indicado.",
  "Edit Contact": "Editar contacto",
  "New Contact": "Nuevo contacto",
  "Coin or Network invalid": "Moneda o red inválida",
  "Tag number is required for XRP address": "Número de etiqueta requerido para la dirección XRP",
  "Contact already exists": "El contacto ya existe",
  "NAME": "NOMBRE",
  "EMAIL (OPTIONAL)": "CORREO ELECTRÓNICO (OPCIONAL)",
  "ADDRESS": "DIRECCIÓN",
  "Is this a token address?": "¿Es una dirección de token?",
  "TAG": "ETIQUETA",
  "CHAIN": "CADENA",
  "CURRENCY": "MONEDA",
  "TOKEN": "TOKEN",
  "NETWORK": "RED",
  "Save Contact": "Guardar contacto",
  "Add Contact": "Añadir contacto",
  "Select a Chain": "Select a Chain",
  "Select a Coin": "Seleccione una moneda",
  "Select a Token": "Select a Token",
  "Search Token": "Search Token",
  "Select a Network": "Seleccione una red",
  "Send ": "Enviar ",
  "Delete Contact": "Eliminar contacto",
  "Are you sure?": "¿Estás seguro?",
  "Deleting this contact will remove them from your contacts.": "Eliminar este contacto los eliminará de tus contactos.",
  "Nevermind": "Olvídalo",
  "Address": "Dirección",
  "Network": "Red",
  "Coin": "Moneda",
  "Chain": "Chain",
  "Tag": "Tag",
  "My Contacts": "Mis contactos",
  "Search Contacts": "Buscar contactos",
  "search": "buscar",
  "Contacts": "Contactos",
  "No Results": "Sin resultados",
  "No contacts yet": "Aún no hay contactos",
  "Get started by adding your first one.": "Comienza añadiendo el primero.",
  "Get the BitPay Prepaid Mastercard®": "Obtener la Mastercard® prepaga de BitPay",
  "Turn your crypto into dollars. Spend instantly.": "Convierta sus criptomonedas en dólares. Gaste al instante.",
  "Exchange ERC-20 Tokens or cross chain assets.": "Intercambie tokens ERC-20 o activos cross-chain.",
  "Buy direct using your debit, credit card, or Apple Pay.": "Compre directamente usando su débito, tarjeta de crédito o Apple Pay.",
  "Get the BitPay prepaid Mastercard®": "Obtener la Mastercard® prepaga de BitPay",
  "Buy gift cards from major retailers": "Comprar gift cards de los principales comerciantes",
  "Connect your Coinbase account": "Conecte su cuenta de Coinbase",
  "Create, import or join a shared wallet": "Cree, importe o únase a una billetera compartida",
  "Key backup required": "Se requiere copia de seguridad de la clave",
  "To continue you will need to back up your key.": "Para continuar necesitará hacer una copia de seguridad de su clave.",
  "Back up Key": "Respaldar clave",
  "maybe later": "tal vez más tarde",
  "Cancel Import?": "¿Cancelar Importación?",
  "Would you like to cancel importing this key?": "¿Quisieras cancelar la importación de esta Clave?",
  "Cancel Import": "Cancelar Importación",
  "My Crypto": "Mis Cripto",
  "You don’t have any crypto. Create a wallet, import a wallet or connect your Coinbase account.": "No tienes criptomonedas. Crea una billetera, importa una billetera o conecta tu cuenta de Coinbase.",
  "View your wallets, card balance, connect to Coinbase and more.": "Vea sus billeteras, balances de tarjetas, conéctese a Coinbase y más.",
  "Expand your Portfolio": "Amplíe su portafolio",
  "Feedback": "Comentarios",
  "How satisfied are you with using BitPay?": "¿Cuán satisfecho se encuentra usando BitPay?",
  "I love it!": "¡Me encanta!",
  "It's ok for now": "Esta bien por ahora",
  "I'm disappointed": "Estoy decepcionado",
  "Problem Importing Keys": "Problemas al importar claves",
  "There was a problem importing your keys. You can either import your keys with your 12-word Recovery Phrase or you can restore to the previous version of the BitPay app.": "Hubo un problema al importar sus claves. Puede importar sus claves con su frase de recuperación de 12 palabras o puede restaurarlas desde la versión anterior de la aplicación de BitPay.",
  "Import Recovery Phrase": "Importar Frase de Recuperación",
  "buy": "comprar",
  "swap": "cambiar",
  "receive": "recibir",
  "send": "enviar",
  "Buy movie tickets at AMC Theaters": "Comprar entradas de cine en los teatros AMC",
  "Portfolio balance": "Balance del portafolio",
  "Your Portfolio Balance is the total of all your crypto assets.": "El balance de su portafolio es el total de todos sus activos criptográficos.",
  "Portfolio Balance": "Balance del portafolio",
  "Last Day": "Último día",
  "Get your crypto taxes done in minutes.": "Obtenga sus impuestos de cripto en minutos.",
  "Connect with hundreds of Dapps.": "Conéctese con cientos de Dapps.",
  "Leave Feedback": "Dejar comentarios",
  "Let us know how we're doing.": "Háganos saber cómo lo estamos haciendo.",
  "more": "más",
  "Shop with Crypto": "Comprar con criptomonedas",
  "See all": "Ver todo",
  "Do More": "Hacer más",
  "Exchange Rates": "Tasas de cambio",
  "Quick Links": "Enlaces rápidos",
  "Session Logs": "Registros de sesión",
  "Send Feedback": "Enviar comentarios",
  "Write a Review": "Escribe una reseña",
  "Share with Friends": "Comparte con amigos",
  "Request a Feature": "Solicite una funcionalidad",
  "Report an Issue": "Reporte un problema",
  "Thanks!": "¡Gracias!",
  "How can we improve?": "¿Cómo podemos mejorar?",
  "We're always listening for ways we can improve your experience. Feel free to leave us 5 star review in the app store or request a new feature.": "Siempre estamos atentos a las formas en que podemos mejorar su experiencia. No dude en dejarnos una reseña de 5 estrellas en la App Store o solicitar una nueva función.",
  "We're always listening for ways we can improve your experience. Let us know if you experience any technical issues.": "Siempre estamos atentos a las formas en que podemos mejorar su experiencia. Háganos saber si experimenta algún problema técnico.",
  "There's obviously something we’re doing wrong. Is there anything we could do to improve your experience?": "Obviamente hay algo que estamos haciendo mal. ¿Hay algo que podamos hacer para mejorar su experiencia?",
  "We’re always listening for ways we can improve your experience. Feel free to leave us a review in the app store or request a new feature. Also, let us know if you experience any technical issues.": "Siempre estamos escuchando cómo podemos mejorar su experiencia. Siéntase libre de dejarnos una reseña en la tienda de aplicaciones o solicitar una nueva funcionalidad. Además, háganos saber si tiene algún problema técnico.",
  "Warning": "Aviso",
  "Be careful, this could contain sensitive private data": "Tenga cuidado, esto podría contener información privada sensible",
  "Send Logs By Email": "Enviar registros por correo",
  "Help & Support": "Ayuda y soporte",
  "Privacy": "Privacidad",
  "Accessibility Statement": "Declaración de accesibilidad",
  "Version": "Versión",
  "Commit Hash": "Commit Hash",
  "Session Log": "Registros de Sesión",
  "View All Contacts": "Ver los {{contactsLength}} contactos",
  "Network Fee Policies": "Políticas de comisiones de red",
  "Use Unconfirmed Funds": "Usar fondos sin confirmar",
  "If enabled, wallets will also try to spend unconfirmed funds. However, unconfirmed funds are not allowed for spending with merchants, BitPay Card loads, or BitPay in-app gift card purchases.": "Si está habilitado, las billeteras también intentarán gastar fondos sin confirmar. Sin embargo, no se permiten fondos sin confirmar para gastos con comerciantes, cargas de tarjetas BitPay o compras de gift cards dentro de la aplicación.",
  "Customize EVM Nonce": "Customize EVM Nonce",
  "If enabled, the transaction nonce could be changed on the confirm view. This is an advanced feature, use cautiously.": "Si está habilitado, el nonce de la transacción podría cambiar en la vista de confirmación. Esta es una funcionalidad avanzada, úsela con precaución.",
  "ETH Queued transactions": "Transacciones en cola ETH",
  "If enabled, your eth transactions will be queued if there is a pending transaction with a lower account nonce. This is an advanced feature, use cautiously.": "Si está habilitado, sus transacciones eth se pondrán en cola si hay una transacción pendiente con un nonce más bajo. Esta es una funcionalidad avanzada, úsela con precaución.",
  "Enable BTC Replace-By-Fee": "Habilitar BTC Replace-By-Fee",
  "If enabled, your transactions will be marked as non-final, and you will have the possibility, while they are unconfirmed, to replace them with transactions that pay higher fees. Note that some merchants do not accept non-final transactions until they are confirmed.": "Si está habilitado, sus transacciones serán marcadas como no-definitivas y usted tendrá la posibilidad, mientras no estén confirmadas, de reemplazarlass por transacciones con comisiones más altas. Tenga en cuenta que algunos comerciantes no aceptan transacciones no-definitivas hasta que se confirmen.",
  "Theme": "Tema",
  "Light Mode": "Modo claro",
  "System Default": "Predeterminado del sistema",
  "Customize Home": "Personalizar inicio",
  "Show Portfolio": "Mostrar portafolio",
  "Display Currency": "Moneda",
  "Language": "Idioma",
  "Reset all settings": "Restablecer toda la configuración",
  "Are you sure you want to reset all settings?": "¿Está seguro de que desea restablecer toda la configuración?",
  "RESET": "REINICIAR",
  "Reset complete": "Reinicio completo",
  "All settings have been reset.": "Se ha restablecido la configuración.",
  "Reset All Settings": "Restablecer toda la configuración",
  "Notifications Disabled": "Notificaciones deshabilitadas",
  "If you want to get important updates on your account, new features, promos and more, go to Settings and tap Allow Notifications.": "Si quieres obtener actualizaciones importantes en tu cuenta, nuevas funcionalidades, avisos y más, ve a Configuración y pulsa Habilitar notificaciones.",
  "Change Settings": "Cambiar configuración",
  "Push Notifications": "Notificaciones push",
  "Email Notifications": "Notificaciones por correo electrónico",
  "Lock App": "Bloquear aplicación",
  "Enabled": "Activado",
  "Disabled": "Deshabilitado",
  "Enable Lock": "Habilitar bloqueo",
  "Secure the app with biometric or PIN.": "Asegure la aplicación con PIN o biométrico.",
  "Create or Import Key": "Crear o importar clave",
  "Moonpay Settings": "Configuración de Moonpay",
  "Order Details": "Detalles del pedido",
  "Simplex Settings": "Configuración de Simplex",
  "Wyre Settings": "Configuración de Wyre",
  "Changelly Settings": "Configuración de Changelly",
  "Receiving amount": "Monto de recepción",
  "Deposit address": "Dirección de depósito",
  "Deposit Blockchain": "Depósito Blockchain",
  "Source Blockchain": "Fuente Blockchain",
  "Created": "Creado",
  "Please contact Changelly support:": "Contáctese con el soporte de Changelly:",
  "Provide the transaction id:": "Proporcionar el id de la transacción:",
  "Exchange address (Payin)": "Dirección de intercambio (Payin)",
  "Destination Tag (Payin Extra Id)": "Destination Tag (Payin Extra Id)",
  "Refund address": "Dirección de reembolso",
  "Exchange Transaction ID": "ID de la transacción de intercambio",
  "Removing transaction data": "Eliminando datos de la transacción",
  "The data of this swap will be deleted from your device. Make sure you don't need it": "Los datos de este intercambio serán borrados de su dispositivo. Asegúrese de que no lo necesita",
  "REMOVE": "ELIMINAR",
  "GO BACK": "VOLVER",
  "Remove": "Eliminar",
  "Transactions": "Transacciones",
  "There are currently no transactions with Changelly": "Actualmente no hay transacciones con Changelly",
  "Having problems with Changelly?": "¿Tiene problemas con Changelly?",
  "Contact the Changelly support team.": "Contáctese con el equipo de soporte de Changelly.",
  "Approximate receiving amount": "Monto aproximado a recibir",
  "Approximate receiving fiat amount": "Monto fiat aproximado a recibir",
  "The final crypto amount you receive when the transaction is complete may differ because it is based on Moonpay's exchange rate.": "The final crypto amount you receive when the transaction is complete may differ because it is based on Moonpay's exchange rate.",
  "If you have successfully completed the entire payment process, remember that receiving crypto may take a few hours.": "If you have successfully completed the entire payment process, remember that receiving crypto may take a few hours.",
  "What is the status of my payment?": "¿Cuál es el estado de mi pago?",
  "Having problems with Moonpay?": "Having problems with Moonpay?",
  "Contact the Moonpay support team.": "Contact the Moonpay support team.",
  "Transaction ID": "ID de la transacción",
  "External Transaction ID": "External Transaction ID",
  "Removing payment request data": "Eliminando datos de solicitud de pago",
  "The data of this payment request will be deleted. Make sure you don't need it": "Los datos de esta solicitud de pago serán eliminados. Asegúrese de que no los necesita",
  "Payment Requests": "Solicitudes de pago",
  "Payment request failed": "Solicitud de pago fallida",
  "Payment request completed": "Solicitud de pago completada",
  "Processing payment request": "Procesando solicitud de pago",
  "There are currently no transactions with Moonpay": "There are currently no transactions with Moonpay",
  "The final crypto amount you receive when the transaction is complete may differ because it is based on Simplex's exchange rate.": "La cantidad final de criptomonedas que recibe cuando la transacción está completa puede diferir porque se basa en el tipo de cambio de Simplex.",
  "Payment request rejected": "Solicitud de pago rechazada",
  "Payment request approved": "Solicitud de pago aprobada",
  "If you have successfully completed the entire payment process, remember that receiving crypto usually takes up to 3 hours.": "Si ha completado con éxito todo el proceso de pago, recuerde que la recepción de criptomonedas suele tardar hasta 3 horas.",
  "Payment ID": "ID de pago",
  "Order ID": "ID del pedido",
  "There are currently no transactions with Simplex": "Actualmente no hay transacciones con Simplex",
  "Contact the Simplex support team.": "Contáctese con el equipo de soporte de Simplex.",
  "The final crypto amount you receive when the transaction is complete may differ because it is based on Wyre's exchange rate.": "La cantidad final de criptomonedas que recibe cuando la transacción está completa puede diferir porque se basa en el tipo de cambio de Wyre.",
  "Payment method": "Método de pago",
  "Transfer ID": "ID de transferencia",
  "Blockchain Network Tx": "Blockchain Network Tx",
  "Payment Error": "Error de pago",
  "There was an error with the payment process through Wyre.": "Hubo un error en el proceso de pago a través de Wyre.",
  "Visit Help Center": "Visite el centro de ayuda",
  "There are currently no transactions with Wyre": "Actualmente no hay transacciones con Wyre",
  "Having problems with Wyre?": "¿Tienes problemas con Wyre?",
  "Contact the Wyre support team.": "Contáctese con el equipo de soporte de Wyre.",
  "Search Currency": "Buscar moneda",
  "We couldn't find a match for ": "No pudimos encontrar una coincidencia para ",
  "Save Layout": "Guardar diseño",
  "Home Layout": "Diseño del inicio",
  "Carousel": "Carrusel",
  "List View": "Vista de lista",
  "Favorites": "Favoritos",
  "Provide your email address to receive occasional updates on new features and other relevant news.": "Proporcione su dirección de correo electrónico para recibir ocasionalmente actualizaciones sobre nuevas características y otras noticias pertinentes.",
  "I agree to receive marketing communications from BitPay.": "Acepto recibir comunicaciones de mercadeo de BitPay.",
  "I agree to the ": "Acepto los ",
  "and ": "y ",
  "Subscribe": "Suscribirse",
  "Unsubscribe all Email Notifications": "Unsubscribe all Email Notifications",
  "Enable Email Notifications": "Habilitar notificaciones por correo electrónico",
  "Enable Push Notifications": "Habilitar notificaciones push",
  "Automated alerts about wallet or card.": "Alertas automatizadas de la billeta o tarjeta.",
  "Announcements": "Anuncios",
  "Updates on new features and other relevant news.": "Actualizaciones sobre nuevas características y otras noticias pertinentes.",
  "Network Fee Policy": "Políticas de comisiones de red",
  "Satoshis per byte": "Satoshis por byte",
  "within an hour": "en una hora",
  "within hours": "dentro de {{hours}} horas",
  "within minutes": "dentro de {{min}} minutos",
  "The higher the fee, the greater the incentive a miner has to include that transaction in a block. Current fees are determined based on network load and the selected policy.": "Cuanto mayor sea la comisión, mayor será el incentivo que un minero tiene para incluir esa transacción en un bloque. Las comisiones actuales se determinan en función de la carga de la red y de la política seleccionada.",
  "General": "General",
  "Wallets & Keys": "Billeteras y claves",
  "Notifications": "Notificaciones",
  "Connections": "Conexiones",
  "External Services": "Servicios externos",
  "About BitPay": "Acerca de BitPay",
  "Log In or Sign Up": "Inicie sesión o regístrese",
  "Filter Gift Cards": "Filtrar gift cards",
  "Apply Filter": "Aplicar filtro",
  "Clear": "Borrar",
  "Search Gift Cards": "Buscar gift cards",
  "Please try searching something else.": "Por favor, intente buscar otra cosa.",
  "All Gift Cards": "Todas las gift cards",
  "Filter": "Filtrar",
  "My Gift Cards": "Mis gift cards",
  "My Archived Gift Cards": "Mis gift cards archivadas",
  "See Archived": "Ver archivados",
  "See Active": "Ver activas",
  "You have no active gift cards.": "No tienes gift cards activas.",
  "Select Country": "Seleccionar país",
  "Search countries": "Buscar países",
  "Search for a brand": "Buscar por marca",
  "Search Results for ": "Resultados de búsqueda para ",
  "Enter Email": "Ingrese correo electrónico",
  "Enter Phone": "Introducir teléfono",
  "Two-Step Verification": "Verificación de 2 pasos",
  "BuyGiftCard": "Comprar {{displayName}} Gift Card",
  "Activation fee": "Comisión de activación",
  "gift cards contain an additional activation fee of .": "Las gift cards de {{displayName}} contienen una comisión de activación adicional de {{fiatAmount}}.",
  "Below Minimum Amount": "Monto mínimo inferior",
  "The purchase amount must be at least . Please modify your amount.": "El monto de la compra debe ser de al menos {{fiatAmount}}. Por favor, modifique su monto.",
  "Purchase Limit Exceeded": "Límite de compra excedido",
  "The purchase amount is limited to . Please modify your amount.": "El monto de la compra está limitado a {{fiatAmount}}. Por favor modifique su monto.",
  "Purchase Amounts:": "Montos de compras:",
  "Buy Gift Card": "Comprar Gift Card",
  "Your email address will be used for payment notifications and receipts.": "Tu dirección de correo electrónico se utilizará para notificaciones de pago y recibos.",
  "EMAIL ADDRESS": "CORREO ELECTRÓNICO",
  "phone required": "Teléfono {{countryCode}} requerido",
  "Only a phone number can be used for this purchase.": "Solo se puede utilizar un número de teléfono de {{name}} para esta compra.",
  "Must be exactly 10 digits": "Debe tener exactamente 10 dígitos",
  "Must be no longer than 15 digits": "No debe tener más de 15 dígitos",
  "Your phone number will be used to secure your gift card with 2-factor authentication.": "Su número de teléfono se utilizará para asegurar su gift card con autenticación de 2 factores.",
  "PHONE NUMBER": "NÚMERO TELEFÓNICO",
  "Please enter a valid phone number.": "Por favor, introduzca un número de teléfono válido.",
  "Copied: ": "Copiado: {{copiedValue}}",
  "Paste this code on . This gift card cannot be recovered if your claim code is lost.": "Pegue este código en {{website}}. Esta gift card no se puede recuperar si pierde su código de reclamo.",
  "Unarchive Card": "Desarchivar tarjeta",
  "Archive Card": "Archivar tarjeta",
  "View Invoice": "Ver factura",
  "Share Claim Code": "Compartir código de reclamo",
  "Print": "Imprimir",
  "Claim Code": "Código de reclamo",
  "Pin": "Pin",
  "Redeem Now": "Canjear ahora",
  "Copy Code": "Copiar código",
  "I've used this card": "He usado esta tarjeta",
  "Awaiting payment to confirm": "Esperando pago para confirmar",
  "Fetching claim information...": "Obteniendo información del reclamo...",
  "Claim code not yet available. Please check back later.": "Código de reclamo aún no disponible. Por favor, vuelva a intentar más tarde.",
  "If this issue persists for more than 2 hours, please": "Si este problema persiste durante más de 2 horas, por favor",
  "contact BitPay Support": "contacte al soporte de BitPay",
  ", and provide this invoice ID: ": ", y proporcione este ID de la factura: ",
  "Please share this invoice ID with BitPay Support to help them locate your purchase.": "Por favor comparta este ID de la factura con el Soporte de BitPay para ayudarlos a localizar su compra.",
  "Payment Instructions": "Instrucciones de pago",
  "Go to ": "Ir a ",
  "Shop with crypto": "Comprar con criptomonedas",
  "Gift Cards": "Gift Cards",
  "Shop Online": "Tienda online",
  "Archived Gift Cards": "Gift Cards Archivadas",
  "Confirm delete": "Confirmar eliminación",
  "Are you sure you want to delete this connection?": "¿Está seguro que desea eliminar esta conexión?",
  "DELETE": "ELIMINAR",
  "Uh oh, something went wrong": "Oh oh, algo salió mal",
  "Select a Wallet": "Seleccione una billetera",
  "Which wallet would you like to use for WalletConnect?": "¿Qué billetera le gustaría utilizar con WalletConnect?",
  "No compatible wallets": "Billeteras no compatibles",
  "You currently don't have any wallets capable of sending this payment. Would you like to import one?": "Actualmente no tiene ninguna billetera capaz de enviar este pago. ¿Te gustaría importar una?",
  "IMPORT WALLET": "IMPORTAR BILLETERA",
  "MAYBE LATER": "QUIZÁS MÁS TARDE",
  "User rejected call request": "Solicitud rechazada por el usuario",
  "Reject": "Rechazar",
  "WalletConnectBannerConfirm": "Antes de proceder, verifica que la solicitud <0>{{peerName}}</0> aún este esperando confirmación.",
  "Gas price": "Precio de gas",
  "Edit gas price": "Editar precio de gas",
  "Gas limit": "Límite de gas",
  "Edit nonce": "Editar nonce",
  "Exchange Rate": "Tasa de Cambio",
  "SubTotal": "Subtotal",
  "Slide to approve": "Deslizar para aprobar",
  "Connected to": "Conectado a",
  "Linked Wallet": "Billetera vinculada",
  "Pending Requests": "Solicitudes pendientes",
  "Created ": "Creado {{date}}",
  "Created on": "Creado el {{date}}",
  "No pending requests": "No hay solicitudes pendientes",
  "WalletConnect is an open source protocol for connecting decentralized applications to mobile wallets with QR code scanning or deep linking.": "WalletConnect es un protocolo de código abierto para conectar aplicaciones descentralizadas a billeteras móviles con escaneo de código QR o con un enlace profundo.",
  "Learn More": "Aprender más",
  "wants to change network to a different one than the selected wallet. Please, try connecting to a different DeFi or DApp.": "{{peerName}} quiere cambiar la red a una diferente de la billetera seleccionada. Por favor, intente conectarse a una DeFi o DApp diferente.",
  "Sorry, we currently do not support this method.": "Lo sentimos, actualmente no soportamos este método.",
  "Address requested does not match active account": "La dirección solicitada no coincide con la cuenta activa",
  "Message": "Mensaje",
  "Approve": "Aprobar",
  "Connected": "Conectado",
  "You can now return to your browser.": "Ahora puede volver a su navegador.",
  "Failed to create wallet address": "Error al crear la dirección de la billetera",
  " wants to connect to your wallet.": " quiere conectarse a su billetera.",
  "View your wallet balance and activity.": "Ver balance y actividad de su billetera.",
  "Request approval for transactions.": "Solicitar aprobación para transacciones.",
  "Sign Request": "Firmar Solicitud",
  "Confirm Payment": "Confirmar pago",
  "Spendable balance": "Balance disponible",
  "All of your wallet balance may not be available for immediate spending.": "Es posible que el balance de su billetera {{currencyName}} no esté disponible para gastar de inmediato.",
  "XRP Locked Balance": "Balance bloqueado de XRP",
  "The XRP ledger requires that all wallets maintain a minimum balance of 10 XRP. This non-refundable 10 XRP will remain permanently locked in your wallet.": "The XRP ledger requires that all wallets maintain a minimum balance of 10 XRP. This non-refundable 10 XRP will remain permanently locked in your wallet.",
  "The total amount of stored in this wallet.": "La cantidad total de {{wallet}} almacenada en esta billetera.",
  "Not including locked funds required for activation.": "Sin incluir los fondos bloqueados necesarios para la activación.",
  "Available": "Disponible",
  "The amount of immediately spendable from this wallet.": "El monto de {{currencyName}} que se puede gastar inmediatamente de esta billetera.",
  "The amount of stored in this wallet with less than 1 blockchain confirmation.": "El monto de {{currencyName}} almacenado en esta billetera con menos de 1 confirmación de blockchain.",
  "Locked": "Bloqueado",
  "The amount of stored in this wallet that is allocated as inputs to your pending transaction proposals. The amount is determined using unspent transaction outputs associated with this wallet and may be more than the actual amounts associated with your pending transaction proposals.": "El monto de {{currencyName}} almacenado en esta billetera se asigna como inputs a sus propuestas de transacciones pendientes. El monto se determina utilizando los outputs de transacciones no gastadas asociadas a esta billetera y puede ser mayor que los montos reales asociados a sus propuestas de transacciones pendientes.",
  "WeCouldntFindMatchForArg": "WeCouldntFindMatchForArg",
  "Add Custom Token": "Agregar token personalizado",
  "Enter encryption password": "Ingrese la contraseña de cifrado",
  "Warning!": "¡Aviso!",
  "NEVERMIND": "OLVÍDELO",
  "Something went wrong": "Algo salió mal",
  "Could not decrypt wallet.": "No se pudo descifrar billetera.",
  "Please try again later.": "Por favor inténtelo de nuevo más tarde.",
  "Failed to update balance, please try again later.": "Error al actualizar el balance. Inténtelo de nuevo más tarde.",
  "Try entering any passwords you may have set in the past": "Intente ingresar cualquier contraseña que haya establecido en el pasado",
  "Remember there are no special requirements for the password (numbers, symbols, etc.)": "Recuerde que no hay requisitos especiales para la contraseña (números, símbolos, etc.)",
  "Keep in mind your encryption password is not the 12-word recovery phrase": "Tenga en cuenta que su contraseña de cifrado no es la frase de recuperación de 12 palabras",
  "You can always reset your encryption password on your key settings under the option Clear Encryption Password using your 12-word recovery phrase": "Siempre puede restablecer su contraseña de cifrado en la configuración de su clave en la opción Borrar contraseña de cifrado utilizando su frase de recuperación de 12 palabras",
  "Forgot Password?": "¿Olvidó su contraseña?",
  " BCH wallets use the CashAddr format by default": "Las billeteras BCH de {{appName}} utilizan el formato CashAddr por defecto",
  "If you need to send to \"old\" addresses (like the one you just pasted), and you are SURE those are BCH addresses, you can \"translate\" them to the corresponding address in CashAddr format.": "Si necesitas enviar a direcciones \"antiguas\" (como la que acabas de pegar), y estás SEGURO de que son direcciones BCH, puede \"traducirlas\" a la dirección correspondiente en formato CashAddr.",
  "Translate address": "Traducir dirección",
  "The wallet you are using does not match the network and/or the currency of the address provided": "La billetera que está utilizando no coincide con la red y/o la moneda de la dirección proporcionada",
  "Unconfirmed inputs": "Inputs sin confirmar",
  " Be careful. Some inputs of this transaction have no confirmations. Please wait until they are confirmed.": " Tenga cuidado. Algunos inputs de esta transacción no tienen confirmaciones. Por favor espere hasta que sean confirmados.",
  "View Details": "Ver detalles",
  "RBF transaction": "Transacción RBF",
  "Be careful. Until it confirms, the transaction could be replaced/redirected by the sender. You can try to speed it up by using a higher fee": "Tenga cuidado. Hasta que se confirme, la transacción podría ser reemplazada/redirigida por el remitente. Puede intentar acelerarla usando una comisión más alta",
  "Speed up transaction": "Acelerar transacción",
  "View details": "Ver detalles",
  "Transaction still unconfirmed": "Transacción aún sin confirmar",
  "This transaction is taking longer than usual to confirm. You can try to speed it up by using a higher fee.": "Esta transacción está tardando más de lo habitual en confirmar. Puede intentar acelerarla utilizando una comisión más alta.",
  "Transaction unconfirmed": "Transacción sin confirmar",
  "You can try to speed it up by using a higher fee": "Puedes intentar acelerarla usando una comisión más alta",
  "The fee you are using is lower than Super Economy level. It’s not recommended as this transaction may not confirm or will take very long to confirm.": "La comisión que estás utilizando es inferior al nivel de Super Económico. No es recomienda ya que esta transacción puede no confirmarse o tardar mucho en hacerlo.",
  "Change Miner Fee": "Cambiar comisión de minero",
  "Insufficient funds for paying speed up fee.": "Fondos insuficientes para pagar las comisiones de aceleración.",
  "Transaction not found. Probably invalid.": "Transacción no encontrada. Probablemente inválida.",
  "Could not decrypt file, check your password": "No se pudo descifrar el archivo, compruebe su contraseña",
  "Backup plain text code": "Respaldar código de texto plano",
  "Import Wallet": "Importar billetera",
  "Unparsed address": "Dirección sin procesar",
  "Sent to": "Enviar a",
  "Multiple recipients": "Múltiples destinatarios",
  "There are some misunderstood outputs, please view on blockchain.": "Hay algunos outputs sin comprender, por favor revise en la blockchain.",
  "Payment Sent": "Pago enviado",
  "CLOSE": "CERRAR",
  "Generating Address...": "Generando dirección...",
  "Something went wrong. Please try again.": "Algo salió mal. Inténtelo de nuevo más tarde.",
  "We couldn't find your wallet": "No pudimos encontrar su billetera",
  "There are no records of your wallet on our servers. If you are importing a BIP44 compatible wallet from a 3rd party you can continue to recreate it. If you wallet is not BIP44 compatible, you will not be able to access its funds.": "No hay registros de su billetera en nuestros servidores. Si está importando una billetera compatible con BIP44 de un tercero puede continuar recreándola. Si su billetera no es compatible con BIP44, no podrá acceder a sus fondos.",
  "Go Back": "Volver atrás",
  "The recovery phrase is invalid.": "La frase de recuperación no es válida.",
  "Password required": "Se requiere contraseña",
  "Make sure to enter your password in advanced options": "Asegúrese de introducir su contraseña en las opciones avanzadas",
  "Invalid derivation path": "Ruta de derivación inválida",
  "Invalid derivation path for selected coin": "Ruta de derivación inválida para la moneda seleccionada",
  "Please wait": "Por favor espere",
  "Your key is still being imported and will be available shortly. ": "Your key is still being imported and will be available shortly. ",
  "Enter your recovery phrase (usually 12-words) in the correct order. Separate each word with a single space only (no commas or any other punctuation). For backup phrases in non-English languages: Some words may include special symbols, so be sure to spell all the words correctly.": "Introduzca su frase de recuperación (normalmente 12 palabras) en el orden correcto. Separe cada palabra con un solo espacio (sin comas ni ninguna otra puntuación). Para las frases de recuperación en idiomas que no son ingleses: algunas palabras pueden incluir símbolos especiales, así que asegúrese de escribir todas las palabras correctamente.",
  "Recovery phrase": "Frase de recuperación",
  "Hide Advanced Options": "Ocultar opciones avanzadas",
  "Show Advanced Options": "Mostrar opciones avanzadas",
  "Specify Derivation Path": "Especificar ruta de derivación",
  "Shared Wallet": "Billetera compartida",
  "This field is only for users who, in previous versions (it's not supported anymore), set a password to protect their recovery phrase. This field is not for your encrypt password.": "Este campo es sólo para los usuarios que, en versiones anteriores (sin soporte), establezcan una contraseña para proteger su frase de recuperación. Este campo no es para su contraseña de cifrado.",
  "Password removed": "Contraseña eliminada",
  "Your encryption password has been removed. This key is now decrypted.": "Su contraseña de cifrado ha sido eliminada. Esta clave ahora está descifrada.",
  "To disable encryption for your wallet, please enter your encryption password below.": "Para desactivar el cifrado de su billetera, por favor introduzca su contraseña de cifrado a continuación.",
  "Enter address or select wallet": "Ingrese una dirección o seleccione una billetera",
  "Recipients": "Destinatarios",
  "Recipient": "Destinatario",
  "To get started, you’ll need to enter a valid address or select an existing contact or wallet.": "Para comenzar, debe ingresar una dirección válida o seleccionar un contacto o billetera existente.",
  "Search contact": "Buscar contacto",
  "Select Wallet Type": "Seleccionar tipo de billetera",
  "Basic wallet": "Billetera básica",
  "Add coins like Bitcoin and Dogecoin, and also tokens like USDC and APE": "Agrega monedas como Bitcoin y Dogecoin, y también tokens como USDC y APE",
  "Multisig Wallet": "Billetera multifirma",
  "Requires multiple people or devices and is the most secure": "Requiere múltiples personas o dispositivos y es la más segura",
  "Add Token": "Agregar token {{currencyAbbreviation}}",
  "AddWallet": "Agregar billetera {{currencyAbbreviation}}",
  "Missing wallet": "Billetera perdida",
  "Create Wallet": "Crear billetera",
  "Currency already added": "La moneda ya se agregó",
  "This currency is already associated with the selected wallet": "Esta moneda ya está asociada con la billetera seleccionada",
  "Could not find any ERC20 contract attached to the provided address. Recheck the contract address and network of the associated wallet.": "No se pudo encontrar ningún contrato ERC20 adjunto a la dirección proporcionada. Revise la dirección del contrato y la red de la billetera vinculada.",
  "ASSOCIATED WALLET": "BILLETERA VINCULADA",
  "Token Address": "Dirección del token",
  "CUSTOM TOKEN CONTRACT": "CONTRACTO DEL TOKEN PERSONALIZADO",
  "Add ": "Agregar ",
  "Custom Token": "Token personalizado",
  "Token": "Token",
  "Send Max": "Enviar máximo",
  "You will not be able to add funds to your wallet until you backup your recovery phrase.": "No podrá agregar fondos a su billetera hasta que haga una copia de seguridad de su frase de recuperación.",
  "BACKUP YOUR KEY": "RESPALDAR CALVE",
  "LATER": "LUEGO",
  "Would you like to backup your key?": "¿Le gustaría hacer una copia de seguridad de su clave?",
  "If you delete the BitPay app or lose your device, you'll need your recovery phrase regain access to your funds.": "Si elimina la aplicación BitPay o pierde su dispositivo, necesitará su frase de recuperación para obtener el acceso a sus fondos.",
  "Backup your Recovery Phrase": "Respalde su frase de recuperación",
  "Because your encrypted password is not stored by BitPay, there is no way to reset it.": "Debido a que BitPay no almacena su contraseña cifrada, no hay forma de restablecerla.",
  "If you need to regain access to your wallet because you have forgotten or lost the encrypt password, you must restore the wallet using the 12 word recovery phrase.": "Si necesita recuperar el acceso a su billetera porque ha olvidado o perdido la contraseña de cifrado, debe restaurar la billetera usando la frase de recuperación de 12 palabras.",
  "If you do not have the recovery phrase, you will not be able to regain access to your wallet": "Si no tiene la frase de recuperación, no podrá recuperar el acceso a su billetera",
  "Read more.": "Leer más.",
  "Share this invitation with the devices joining this account. Each copayer has their own recovery phrase. To recover funds stored in a Shared Wallet you will need the recovery phrase from each copayer.": "Comparte esta invitación con los dispositivos que se unan a esta cuenta. Cada copayer tiene su propia frase de recuperación. Para recuperar fondos almacenados en una Billetera Compartida, necesitará la frase de recuperación de cada copayer.",
  "Waiting for authorized copayers to join": "Esperando a que se unan los copayers autorizados",
  "Share this Invitation": "Comparte esta invitación",
  "Passwords must match": "Las contraseñas deben coincidir",
  "Password set": "Contraseña establecida",
  "Your encryption password has been set. This key is now encrypted.": "Su contraseña de cifrado ha sido establecida. Esta clave ahora está cifrada.",
  "Could not encrypt/decrypt group wallets: ": "No se pudo cifrar/descifrar el grupo de billeteras: ",
  "Create Encryption Password": "Crear contraseña de cifrado",
  "Your wallet will be encrypted. Whenever you make a transaction, we will ask for the password. This cannot be recovered, so be sure to store it safely.": "Su billetera será cifrada. Cada vez que realice una transacción, le pediremos la contraseña. Esto no se puede recuperar, así que asegúrese de guardarlo de forma segura.",
  "ENCRYPTION PASSWORD": "CONTRASEÑA DE CIFRADO",
  "CONFIRM ENCRYPTION PASSWORD": "CONFIRMAR CONTRASEÑA DE CIFRADO",
  "Save Encryption Password": "Guardar contraseña de cifrado",
  "Multisig wallets require multisig devices to set up. It takes longer to complete but it's the recommended security configuration for long term storage.": "Las billeteras multifirma requieren múltiples dispositivos para configurarse. Tarda más en completarse, pero es la configuración de seguridad recomendada para el almacenamiento a largo plazo.",
  "WALLET NAME": "NOMBRE DE LA BILLETERA",
  "YOUR NAME": "TU NOMBRE",
  "Required number of signatures": "Número requerido de firmas",
  "Total number of copayers": "Número total de copayers",
  "Single Address": "Dirección única",
  "Single Address Wallet": "Billetera de dirección única",
  "The single address feature will force the wallet to only use one address rather than generating new addresses.": "La función de dirección única obligará a la billetera a utilizar sólo una dirección en lugar de generar nuevas.",
  "Select an option": "Seleccione una opción",
  "New Key": "Nueva clave",
  "Add coins like Bitcoin and Dogecoin and also tokens like USDC and APE": "Agregar monedas como Bitcoin y Dogecoin y también tokens como USDC y APE",
  "Import Key": "Importar clave",
  "Use an existing recovery phrase to import an existing wallet": "Use una frase de recuperación existente para importar una billetera existente",
  "AddArgWallets": "Agregar {{walletsLength}} Billeteras",
  "Select Currency": "Seleccionar moneda",
  "Select a currency": "Seleccione una moneda",
  "Select Currencies": "Seleccionar monedas",
  "Other Tokens": "Otros Tokens",
  "SelectArgTokens": "Seleccionar Token {{chain}}",
  "Delete Key": "Eliminar clave",
  "Permanently deletes all wallets using this key. \nTHIS ACTION CANNOT BE REVERSED.": "Elimina permanentemente todas las billeteras que usan esta clave.\nESTA ACCIÓN NO SE PUEDE REVERTIR.",
  "Delete": "Eliminar",
  "Are you sure you want to delete all wallets using this key?": "¿Está seguro de que desea eliminar todas las billeteras que usan esta clave?",
  "Export Key": "Exportar clave",
  "Your wallet is all that is needed to access your funds. Be sure to protect your wallet and store it only on secure devices. BitPay does not have access to your recovery phrase, so you alone are responsible for your wallets. If you share wallet access with external services, you take responsibility for the risk of theft or breach.": "Su billetera es todo lo que se necesita para acceder a sus fondos. Asegúrese de proteger su billetera y guardarla sólo en dispositivos seguros. BitPay no tiene acceso a su frase de recuperación, por lo que sólo usted es responsable de sus billeteras. Si comparte el acceso a la billetera con servicios externos, se hace responsable del riesgo de robo o incumplimiento.",
  "You can import this wallet into other devices through the BitPay scanner.": "Puede importar esta billetera en otros dispositivos a través del escáner de BitPay.",
  "Extended Private Key": "Clave privada extendida",
  "Your extended private keys are all that is needed to access your funds. Be sure to protect your private keys and store them only on secure devices. BitPay does not have access to your private keys, so you alone are responsible for your keys. If you share key access with external services, you take responsibility for the risk of theft or breach. Only advanced users should handle extended private keys directly.": "Sus claves privadas extendidas son todo lo que se necesita para acceder a sus fondos. Asegúrese de proteger sus claves privadas y guárdelas solo en dispositivos seguros. BitPay no tiene acceso a sus claves privadas, por lo que solo usted es responsable de sus claves. Si comparte el acceso a la clave con servicios externos, asume la responsabilidad por el riesgo de robo o incumplimiento. Solo los usuarios avanzados deben manejar claves privadas extendidas directamente.",
  "Copy to Clipboard": "Copiado al portapapeles",
  "Copied!": "¡Copiado!",
  "There are no wallets with funds available to use this feature.": "No hay billeteras con fondos disponibles para utilizar esta funcionalidad.",
  "Phrase": "Frase",
  "Plain Text": "Texto Plano",
  "InvalidInvitationCode": "Código de invitación inválido",
  "Wallet invitation": "Invitación de billetera",
  "Join": "Unirse",
  "Your funds, on your device": "Sus fondos, en su dispositivo",
  "A wallet is like a vault stored on your device containing your crypto funds. Much like a vault, your wallet will only be accessible with the recovery phrase.": "Una billetera es como una bóveda almacenada en su dispositivo que contiene sus fondos criptográficos. Al igual que una bóveda, su billetera sólo será accesible con la frase de recuperación.",
  "The recovery phrase": "La frase de recuperación",
  "Your wallet recovery phrase is composed of 12 randomly selected words. If you ever lose or damage your device, you can re-gain access to your wallet as long as you have your 12-word recovery phrase.": "La frase de recuperación de una billetera se compone de 12 palabras seleccionadas al azar. Si alguna vez pierde o daña su dispositivo, puede recuperar el acceso a su billetera siempre que tenga su frase de recuperación de 12 palabras.",
  "Don't lose it!": "¡No la pierdas!",
  "In order to protect your funds from being accessible to hackers and thieves, the recovery phrase must be kept somewhere safe and remain a secret.": "Con el fin de proteger sus fondos de ser accesibles por hackers y ladrones, la frase de recuperación debe mantenerse en algún lugar seguro y permanecer en secreto.",
  "I Understand": "Entiendo",
  "Next": "Siguiente",
  "Encrypt your Key": "Cifrar su clave",
  "Prevent an unauthorized user from sending funds out of your wallet.": "Evite que un usuario no autorizado envíe fondos de su billetera.",
  "Key Settings": "Configuración de clave",
  "View all the ways to manage and configure your key.": "Vea todas las formas de administrar y configurar su clave.",
  "Key Options": "Opciones de clave",
  "To continue please enter your encryption password.": "Para continuar, por favor ingrese su contraseña de cifrado.",
  "New wallet found": "Nueva billetera encontrada",
  "wallets found": "{{syncWalletsLength}} billeteras encontradas",
  "Your key is already synced": "Su clave ya está sincronizada",
  "Sync wallet": "Sincronizar billetera",
  "Failed to Sync wallets": "Error al sincronizar billeteras",
  "Key Name": "Nombre de clave",
  "Backup": "Respaldo",
  "Request Encrypt Password": "Solicitar contraseña de cifrado",
  "Password Not Recoverable": "Contraseña no recuperable",
  "This password cannot be recovered. If this password is lost, funds can only be recovered by reimporting your 12-word recovery phrase.": "Esta contraseña no se puede recuperar. Si la pierde, los fondos sólo se pueden recuperar reimportando su frase de recuperación de 12 palabras.",
  "Clear Encrypt Password": "Borrar contraseña de cifrado",
  "Advanced": "Avanzado",
  "Sync Wallets Across Devices": "Sincronizar billeteras entre dispositivos",
  "Create a Shared Wallet": "Crear una billetera compartida",
  "Use more than one device to create a multisig wallet": "Utilice más de un dispositivo para crear una billetera multifirma",
  "Join a Shared Wallet": "Unirse a una billetera compartida",
  "Joining another user's multisig wallet requires an invitation to join": "Unirse a la billetera multifirma de otro usuario requiere una invitación",
  "Buy ": "Comprar ",
  "Recovery Phrase": "Frase de recuperación",
  "Don't risk losing your money": "No se arriesgue a perder su dinero",
  "Your recovery key is composed of 12 randomly selected words. Take a couple of minutes to carefully write down each word in the order they appear.": "Su clave de recuperación se compone de 12 palabras seleccionadas al azar. Tómese un par de minutos para escribir cuidadosamente cada palabra en el orden que aparezca.",
  "I'M SURE": "ESTOY SEGURO",
  "Write down each word.": "Escriba cada palabra.",
  "Payment Request": "Solicitud de pago",
  "Share this QR code to receive in your wallet .": "Comparte este código QR para recibir {{amountUnitStr}} en su billetera {{walletName}}.",
  "Receive ": "Recibir ",
  "Select Inputs": "Seleccionar entradas",
  "Total Selected Inputs": "Total de entradas seleccionadas",
  "Wallet Inputs": "Inputs de la billetera",
  "No available inputs.": "No hay entradas disponibles.",
  "Confirm ": "Confirmar {{title}}",
  "Enable Replace-By-Fee": "Habilitar Replace-By-Fee",
  "Edit gas limit": "Modificar límite de gas",
  "Nonce": "Nonce",
  "Destination Tag": "Etiqueta de Destino",
  "Edit destination tag": "Editar etiqueta de destino",
  "A Destination Tag is an optional number that corresponds to an invoice or a XRP account on an exchange.": "La Etiqueta de Destino es un número opcional que corresponde a una factura o a una cuenta XRP en un exchange.",
  "Proposal created": "Propuesta creada",
  "Speed Up": "Acelerar",
  "Slide to send": "Deslice para enviar",
  "Could not send transaction": "No se pudo enviar la transacción",
  "BitPay Card": "BitPay Card",
  "BitPay Visa&reg; Card ()": "BitPay Visa&reg; Card ({{lastFourDigits}})",
  "Network Cost": "Costo de red",
  "Miner fee": "Comisión de mineros",
  "BY USING THIS CARD YOU AGREE WITH THE TERMS AND CONDITIONS OF THE CARDHOLDER AGREEMENT AND FEE SCHEDULE, IF ANY. This card is issued by Metropolitan Commercial Bank (Member FDIC) pursuant to a license from Mastercard International. \"Metropolitan Commercial Bank\" and \"Metropolitan\" are registered trademarks of Metropolitan Commercial Bank ©2014.": "AL UTILIZAR ESTA TARJETA USTED ACEPTA LOS TÉRMINOS Y CONDICIONES DEL ACUERDO DEL TITULAR DE LA TARJETA Y DE LA LISTA DE CARGOS, SI LOS HUBIESE. Esta tarjeta es emitida por Metropolitan Commercial Bank (Miembro FDIC) conforme a una licencia de Mastercard International. \"Metropolitan Commercial Bank\" y \"Metropolitan\" son marcas registradas de Metropolitan Commercial Bank ©2014.",
  "Mastercard is a registered trademark and the circles design is a trademark of Mastercard International Incorporated.": "Mastercard es una marca registrada y el diseño de círculos es una marca registrada de Mastercard International Incorporated.",
  " Gift Card": "Comprar {{displayName}} Gift Card",
  "Memo": "Memo",
  "Please enter your two-step verification code.": "Por favor, introduzca su código de verificación de dos pasos.",
  "TWO-STEP VERIFICATION CODE": "CÓDIGO DE VERIFICACIÓN DE DOS PASOS",
  "Sending to": "Enviando a",
  " ( of total amount)": "{{fiatAmount}} ({{percentageOfTotalAmount}} del monto total)",
  "Sending from": "Enviando desde",
  "Please try again.": "Por favor intente nuevamente.",
  "By giving my email address, I give explicit consent to BitPay to use it to contact me about payment issues.": "Al proporcionar mi dirección de correo electrónico, doy mi consentimiento explícito a BitPay para que la use para contactarme sobre problemas de pago.",
  "View Privacy Policy": "Ver Política de Privacidad",
  "Select Inputs for this Transaction": "Seleccionar los inputs de esta transacción",
  "Choose which inputs you'd like to use to send crypto.": "Elija los inputs que desea usar para enviar cripto.",
  "Transfer to Multiple Recipients": "Transferir a varios destinatarios",
  "Send crypto to multiple contacts or addresses.": "Enviar cripto a varios contactos o direcciones.",
  "Multiple Recipients": "Varios destinatarios",
  "Send To": "Enviar a",
  "Search contact or enter address": "Buscar contacto o ingresar dirección",
  "Paste from clipboard": "Pegar desde el portapapeles",
  "Could not get fee levels": "No se pudo obtener los niveles de comisión",
  "Transaction Speed": "Velocidad de la transacción",
  "Custom": "Personalizado",
  "Fee is required": "Comisión requerida",
  "Fee is lower than recommended.": "La comisión es inferior a la recomendada.",
  "Fee should not be higher than ": "La comisión no debe ser mayor que ",
  "Fee should be higher than ": "La comisión debe ser mayor que ",
  "Fee Should be lesser than ": "La comisión debe ser menor que ",
  "Apply": "Aplicar",
  "Addresses": "Direcciones",
  "Test Only - No Value": "Solo prueba - Sin valor",
  "Interaction with contract": "Interacción con contrato",
  "Error encountered during contract execution ()": "Error encontrado durante la ejecución del contrato ({{error}})",
  "Amount Too Low To Spend": "Importe demasiado bajo para gastar",
  "This transaction amount is too small compared to current Bitcoin network fees.": "Este importe de la transacción es demasiado pequeño comparado con las comisiones actuales de la red Bitcoin.",
  "This transaction can be accelerated using a higher fee.": "Esta transacción se puede acelerar usando una comisión más alta.",
  "Low Fee": "Comisión baja",
  "This transaction may take time to confirm or be dropped due to the low fee set by the sender.": "Esta transacción puede tardar en confirmar o puede ser cancelada debido a la baja comisión establecida por el remitente.",
  "DETAILS": "DETALLES",
  "Fee rate: ": "Comisión: ",
  "Created by": "Creado por",
  "Confirmations": "Confirmaciones",
  "Unconfirmed": "Sin confirmar",
  "Timeline": "Cronología",
  "View On Blockchain": "Ver en Blockchain",
  "Are you sure you want to remove this transaction?": "¿Está seguro que desea eliminar esta transacción?",
  "YES": "SI",
  "Are you sure you want to reject this transaction?": "¿Está seguro de que desea rechazar esta transacción?",
  "* A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 10 minutes have passed since the proposal was created.": "* Una propuesta de pago se puede eliminar si 1) usted es el creador y ningún otro copayer ha firmado, o 2) han pasado 10 minutos desde que se creó la propuesta.",
  "Your payment proposal was rejected by the receiver. Please, delete it and try again.": "Your payment proposal was rejected by the receiver. Please, delete it and try again.",
  "Delete payment proposal": "Eliminar propuesta de pago",
  "Reject Payment Proposal": "Rechazar propuesta de pago",
  " of total amount": " del monto total",
  "Slide to accept": "Deslice para aceptar",
  "Payment Accepted": "Pago Aceptado",
  "Unsent Transactions": "Transacciones no enviadas",
  "Payment Proposal": "Propuesta de pago",
  "Accepted": "Aceptada",
  "Rejected": "Rechazada",
  "Select All": "Seleccionar Todo",
  "Sign selected": "Firma seleccionada",
  "proposals signed": "propuesta firmada",
  "Proposal signed": "Propuesta firmada",
  "Update Name": "Actualizar nombre de {{context}}",
  "My Key": "Mi Clave",
  "My Wallet": "Mi billetera",
  " NAME": " NOMBRE",
  "Verify your Phrase": "Verifique su frase",
  "Your recovery key is composed of 12 randomly selected words. Take a couple of minutes to carefully write down each word in order they appear.": "Su clave de recuperación se compone de 12 palabras seleccionadas al azar. Tómese un par de minutos para escribir cuidadosamente cada palabra en el orden que aparezca.",
  "Phrase verified": "Frase verificada",
  "In order to protect your funds from being accessible to hackers and thieves, store this recovery phrase in a safe and secure place.": "Con el fin de proteger sus fondos de ser accesibles por hackers y ladrones, la frase de recuperación debe mantenerse en algún lugar seguro y permanecer en secreto.",
  "Incorrect recovery phrase": "Frase de recuperación incorrecta",
  "The recovery phrase you provided was incorrect.": "La frase de recuperación que ha proporcionado es incorrecta.",
  "TRY AGAIN": "INTENTAR DE NUEVO",
  "Tap each word in the correct order.": "Toque cada palabra en el orden correcto.",
  "Could not update wallet": "No se pudo actualizar billetera",
  "Each wallet (except for ETH/ERC20) can generate billions of addresses from your 12-word recovery phrase. A new address is automatically generated and shown each time you receive a payment.": "Cada billetera (excepto las ETH/ERC20) puede generar miles de millones de direcciones a partir de su frase de recuperación de 12 palabras. Una nueva dirección se genera automáticamente y se muestra cada vez que recibe un pago.",
  "It's a good idea to avoid reusing addresses - this both protects your privacy and keeps your bitcoins secure against hypothetical attacks by quantum computers.": "Es una buena idea evitar reutilizar las direcciones - esto protege su privacidad y mantiene sus bitcoins seguros contra hipotéticos ataques por computadoras cuánticas.",
  "Scan Addresses for Funds": "Buscar direcciones con fondos",
  "View all addresses": "Ver todas las direcciones",
  "Total wallet inputs": "Total de inputs de la billetera",
  "Low amount inputs": "Importes bajos de los inputs",
  "Approximate Bitcoin network fee to transfer wallet's balance (with normal priority)": "Comisión aproximada de la red de Bitcoin para transferir el balance de la billetera (con prioridad normal)",
  "Addresses with balance": "Direcciones con balance",
  "Unused addresses": "Direcciones no utilizadas",
  "All Addresses": "Todas las direcciones",
  " Wallet \"\" Addresses\nOnly Main Addresses are shown.\n\n\n'": "Billetera de {{appName}}, Direcciones \"{{walletName}}\"\nSolo se muestran direcciones principales.\n\n\n'",
  "Send Addresses by Email": "Enviar direcciones por email",
  "Export Wallet": "Exportar billetera",
  " (No Private Key)": " (Sin clave privada)",
  "BitPay Wallet Backup: ": "Respaldo de la billetera de BitPay: ",
  "Here is the encrypted backup of the wallet : \n\n \n\nTo import this backup, copy all text between {...}, including the symbols {}": "Aquí está el respaldo cifrado de la billetera {{name}}: \n\n{{sendWallet}} \n\nPara importar este respaldo, debe copiar todo el texto entre {...}, incluyendo los símbolos {}",
  "Export your asset by creating a password": "Exporte sus activos creando una contraseña",
  "EXPORT PASSWORD": "EXPORTAR CONTRASEÑA",
  "CONFIRM EXPORT PASSWORD": "CONFIRMAR EXPORTAR CONTRASEÑA",
  "Do not include private key": "No incluir clave privada",
  "Send by Email": "Enviar por correo electrónico",
  "Wallet Information": "Información de la billetera",
  "Name (at creation)": "Nombre (en la creación)",
  "WalletId": "Id de la billetera",
  "Linked Ethereum Wallet": "Billetera Ethereum vinculada",
  "Configuration (m-n)": "Configuración (m-n)",
  "Address Type": "Tipo de dirección",
  "Derivation Path": "Camino de derivación",
  "Read Only Wallet": "Billetera de sólo lectura",
  "No private key": "Sin clave privada",
  "Copayers": "Copayers",
  "(Me)": "(Yo)",
  "Extended Public Keys": "Clave pública extendida",
  "Copayer ": "Copayer ",
  "Balance By Address": "Balance por dirección",
  "Read Only": "Sólo lectura",
  "Request a specific amount": "Solicitar importe específico",
  "This will generate an invoice, which the person you send it to can pay using any wallet.": "Esto generará una factura, que la persona a la que se la envíes puede pagarla con cualquier billetera.",
  "Share Address": "Compartir dirección",
  "Share your wallet address to someone in your contacts so they can send you funds.": "Comparta la dirección de su billetera con alguien de sus contactos para que pueda enviarle fondos.",
  "Wallet Settings": "Configuración de billetera",
  "View all the ways to manage and configure your wallet.": "Vea todas las formas de administrar y configurar su billetera.",
  "Miner fee notice": "Aviso de pago de la comisión de red",
  "Because you are speeding up this transaction, the Bitcoin miner fee () will be deducted from the total.": "Debido a que está acelerando esta transacción, la comisión del minero de Bitcoin ({{speedupFee}} {{currencyAbbreviation}}) se deducirá del total.",
  "Error getting \"Speed Up\" information. Please try again later.": "Error al obtener la información de \"Aceleramiento\". Por favor, inténtelo de nuevo más tarde.",
  "View on blockchain": "Ver en Blockchain",
  "ViewTxHistory": "Continuar para ver el historial de transacciones de {{coin}}",
  "CONTINUE": "CONTINUAR",
  "Activated": "Activado",
  "Pending Proposals": "Propuestas pendientes",
  "Total Locked Balance": "Balance total bloqueado",
  "WalletOptions": "Opciones de billetera",
  "Hide Wallet": "Ocultar billetera",
  "This wallet will not be removed from the device.": "Esta billetera no se eliminará del dispositivo.",
  "Information": "Información",
  "Create Multisig Wallet": "Crear billetera multifirma",
  "Join Shared Wallet": "Unirse a billetera compartida",
  "Invitation": "Invitación",
  "Select a key": "Seleccione una clave",
  "Connect to ZenLedger": "Connect to ZenLedger",
  "After you log in or create a ZenLedger account, BitPay will automatically send your Wallet Addresses to Zenledger to be imported.": "After you log in or create a ZenLedger account, BitPay will automatically send your Wallet Addresses to Zenledger to be imported.",
  "No wallets available": "No hay billeteras disponibles",
  "Create or import a wallet, then try again.": "Cree o importe una billetera, luego inténtelo otra vez.",
  "Be Prepared for Tax Season": "Be Prepared for Tax Season",
  "ZenLedger makes crypto taxes easy. Log in or create a ZenLedger account and BitPay will import your wallets for you.": "ZenLedger makes crypto taxes easy. Log in or create a ZenLedger account and BitPay will import your wallets for you.",
  "Just a second, we're setting a few things up": "Solo un segundo, estamos configurando algunas cosas",
  "Creating Key": "Creando clave",
  "Logging In": "Iniciando sesión",
  "Pairing": "Emparejando",
  "Creating Account": "Creating Account",
  "Updating Account": "Updating Account",
  "Importing": "Importando",
  "Deleting Key": "Eliminando clave",
  "Adding Wallet": "Agregando billetera",
  "Loading": "Cargando",
  "Fetching payment options...": "Obteniendo opciones de pago...",
  "Fetching payment information...": "Obteniendo información de pago...",
  "Joining Wallet": "Uniéndose a la billetera",
  "Sending Payment": "Enviando el pago",
  "Accepting Payment": "Accepting Payment",
  "Generating Address": "Generando dirección",
  "Generating Gift Card": "Generando gift card",
  "Syncing Wallets...": "Sincronizando billeteras...",
  "Rejecting Call Request": "Rechazando solicitud",
  "Saving Layout": "Guardando diseño",
  "Saving Addresses": "Saving Addresses",
  "Getting data from the exchange...": "Obteniendo datos del exchange...",
  "Calculating Fee": "Calculating Fee",
  "Connecting with Coinbase...": "Conectando con Coinbase...",
  "Fetching data from Coinbase...": "Obteniendo datos de Coinbase...",
  "Updating Transaction": "Actualizando transacción",
  "Creating Transaction": "Creando transacción",
  "Sending Email": "Enviando correo electrónico",
  "Redirecting": "Redireccionando",
  "Spend and control your cryptocurrency by downloading the app.": "Gasta y controla tu criptomonedas descargando la aplicación {{APP_NAME}}.",
  "Rate limited": "Precio limitado",
  "Error sending forgot password request.": "Error enviando solicitud de contraseña olvidada.",
  "Email sent. If an account with that email address exists, you'll receive an email with a link to reset your password.": "Correo electrónico enviado. Si existe una cuenta con esa dirección de correo electrónico, recibirá un correo electrónico con un enlace para restablecer su contraseña.",
  "An unexpected error occurred while requesting PIN change for": "Ocurrió un error inesperado al solicitar el cambio de PIN para",
  "An unexpected error occurred while confirming PIN change for": "An unexpected error occurred while confirming PIN change for",
  "Verification Required": "Verificación requerida",
  "To complete this payment please verify your account.": "Para completar este pago, verifique su cuenta.",
  "Verify": "Verificar",
  "Session request failed or rejected. Please try again by refreshing the QR code.": "Solicitud de sesión fallida o rechazada. Vuelva a intentarlo actualizando el código QR.",
  "20 Wallet limit from the same coin and network has been reached.": "Se alcanzó el límite de 20 billeteras de la misma moneda y red.",
  "Wallet not supported": "Billetera no soportada",
  "The selected wallet is currently not supported for buying cryptocurrencies": "Actualmente la billetera seleccionada no es compatible para la compra de criptomonedas",
  "Needs backup": "Necesita respaldo",
  "The key of the selected wallet needs backup before being able to receive funds": "La clave de la billetera seleccionada necesita respaldo antes de poder recibir fondos",
  "Incomplete Wallet": "Billetera incompleta",
  "The selected wallet needs to be complete before being able to receive funds": "La billetera seleccionada necesita estar completa antes de poder recibir fondos",
  "No wallets": "No hay billeteras",
  "No coin wallets available to receive funds.": "No hay billeteras {{coin}} disponibles para recibir fondos.",
  "Not supported wallets": "Billeteras no soportadas",
  "Your keys do not have wallets able to buy crypto": "Sus claves no tienen billeteras {{coin}} compatibles para la compra de criptomonedas",
  "Your keys do not have supported wallets able to buy crypto": "Sus claves no tienen billeteras compatibles para la compra de criptomonedas",
  "No keys with supported wallets": "No hay claves con billeteras soportadas",
  "There are no keys with wallets able to receive funds. Remember to backup your keys before using this feature.": "No hay claves con billeteras capaces de recibir fondos. Recuerda hacer una copia de seguridad de tus claves antes de usar esta función.",
  "High": "Alta",
  "Urgent": "Urgente",
  "Average": "Promedio",
  "Priority": "Prioritario",
  "Low": "Baja",
  "Normal": "Normal",
  "Economy": "Económico",
  "Super Economy": "Super económico",
  "Could not get dynamic fee": "No se pudo obtener la tarifa dinámica",
  "Problem importing key": "Problema al importar clave",
  "There was an issue importing your key. Please try again.": "Hubo un error al importar su clave. Por favor intente de nuevo.",
  "IMPORT KEY": "IMPORTAR CLAVE",
  "Key imported": "Clave importada",
  "The wallet is already in the app.": "La billetera ya está en la aplicación.",
  "No data provided": "No se proporcionaron datos",
  "New format. Could not import. Check input file.": "Nuevo formato. No se pudo importar. Verifique el archivo de entrada.",
  "Old format. Could not import. Check input file.": "Formato antiguo. No se pudo importar. Verifique el archivo de entrada.",
  "Backup format not recognized. If you are using a Copay Beta backup and version is older than 0.10, please see:": "Formato de copia de seguridad no reconocido. Si está utilizando una copia de seguridad de Copay Beta y la versión es anterior a la 0.10, consulte:",
  "There is a pending transaction with a lower account nonce. Wait for your pending transactions to confirm or enable \"ETH Queued transactions\" in Advanced Settings.": "Hay una transacción pendiente con un nonce de cuenta inferior. Espere a que se confirmen sus transacciones pendientes o habilite \"Transacciones en cola ETH\" en Configuración avanzada.",
  "Cannot send XRP to the same wallet you are trying to send from. Please check the destination address and try it again.": "No se puede enviar XRP a la misma billetera desde la que intenta enviar. Verifique la dirección de destino y vuelva a intentarlo.",
  "A total of were excluded. These funds come from UTXOs smaller than the network fee provided": "Un total de {{amountBelowFeeStr}} {{currencyAbbreviation}} fue excluído. Esos fondos que vienen de los UTXOs son menores a la comisión que provee la red",
  "A total of were excluded. The maximum size allowed for a transaction was exceeded.": "Un total de {{amountAboveMaxSizeStr}} {{currencyAbbreviation}} fue excluído. Se ha excedido el máximo tamaño permitido para una transacción.",
  "Insufficient confirmed funds": "Fondos confirmados insuficientes",
  "You do not have enough confirmed funds to make this payment. Wait for your pending transactions to confirm or enable \"Use unconfirmed funds\" in Advanced Settings.": "No tiene suficientes fondos confirmados para realizar este pago. Espere a que se confirmen sus transacciones pendientes o habilite \"Usar fondos sin confirmar\" en Configuración avanzada.",
  "Insufficient funds": "Fondos insuficientes",
  "Maybe Later": "Tal vez más tarde",
  "Pending Transactions": "Transacciones Pendientes",
  "Recent": "Recientes",
  "Moving": "Moviendo",
  "SentToWalletName": "Enviado a {{walletName}}",
  "Sent": "Enviado",
  "Received": "Recibido",
  "Sent to self": "Enviado a mí mismo",
  "Invalid": "Inválido",
  "(possible double spend)": "(posible gasto duplicado)",
  "per": "por",
  "Proposal Created": "Propuesta creada",
  "Execution Failed": "Ejecución fallida",
  "Broadcasted": "Enviado",
  "Wallet required": "Billetera requerida",
  "To continue you will need to add a wallet to your key.": "Para continuar deberá añadir una billetera a su clave.",
  "Add wallet": "Añadir billetera",
  "Key and wallet required": "Se requiere clave y billetera",
  "To continue you will need to create a key and add a wallet.": "Para continuar necesitará crear una clave y añadir una billetera."
}
